{
  "description": "Dairy products are generally defined as food products that are produced from milk. They are rich sources of energy. Raw milk for processing generally comes from cows, but occasionally from other mammals such as goats, sheep, and water buffalo.|Молочные продукты, как правило, определяются как пищевые продукты, которые производятся из молока. Это богатые источники энергии.Сырое молоко для обработки, как правило, исходит от коров, но иногда от других млекопитающих, таких как козы, овец и водный буйвол.|Молочні продукти, як правило, визначаються як харчові продукти, які виробляються з молока. Вони є багатими джерелами енергії. Сире молоко для переробки, як правило, походить від корів, але періодично від інших ссавців, таких як кози, овець та водяний буйвол.",
  "main_representatives": "Milk, Butter, Cheese, Yogurt, Cream, Kefir, Sour Cream.|Молоко, Масло, Сыр, Йогурт, Сливки, Кефир, Сметана.|Молоко, Масло, Сир, Йогурт, Вершки, Кефір, Сметана.",
  "product_name": "dairy product|молочный продукт|молочний продукт",

  "representatives": [
    {
      "name": "Ayran|Айран|Айран",
      "description": "Ayran is a salty yogurt drink made with a mix of three simple ingredients; yogurt, water and salt. A traditional dairy food from Turkey, Ayran is popular across the whole Middle East region.|Айран - это соленый йогуртовый напиток, изготовленный из трех простых ингредиентов: йогурт, вода и соль. Айран популярна традиционная молочная еда из Турции.|Айран - солоний йогуртний напій, виготовлений із сумішшю з трьох простих інгредієнтів: Йогурт, вода і сіль. Традиційна молочна їжа з Туреччини, Айран популярна у всьому регіоні Близького Сходу.",

      "calories": "41kcal",
      "carbs": "3.17g",
      "sugar": "3.08g",
      "fiber": "0.1g",
      "fat": "2.15g",
      "protein": "2.32g",

      "a": "19mcg",
      "b-1": "0.053mg",
      "b-3": "0.118mg",
      "b-6": "0.025mg",
      "b-9": "2mcg",
      "b-12": " -",
      "c": "0.5mg",
      "d": " -",
      "e": " -",

      "calcium": "82mg",
      "iron": "0.07mg",
      "magnesium": "10mg",
      "phosphorus": " -",
      "omega-3": " -",
      "sodium": "159mg",
      "zinc": "0.1mg"
    },

    {
      "name": "Butter|Масло|Масло",
      "description": "Butter is a skim dairy food made exclusively from whipped milk or cream. Although butter has had some negative PR in the past due to its saturated fat content, it has become increasingly popular in recent years.|Масло - это обезжиренная молочная еда, изготовленная исключительно из взбитого молока или сливок.Хотя в прошлом масло имело некоторый негативный пиар из-за содержания насыщенных жиров, оно становится все более популярным в последние годы.|Масло - це молочна їжа, виготовлена виключно з збитих молока або вершків. Незважаючи на те, що масло мав якийсь негативний PR в минулому завдяки вмісту насиченого жиру, він стає все більш популярним в останні роки.",

      "calories": "102kcal",
      "carbs": "0.01g",
      "sugar": "0.01g",
      "fiber": " -",
      "fat": "11.5g",
      "protein": "0.1g",

      "a": "105.5mcg",
      "b-1": " -",
      "b-3": " -",
      "b-6": " -",
      "b-9": " -",
      "b-12": "0.024mcg",
      "c": " -",
      "d": " -",
      "e": "0.33mcg",

      "calcium": "13mg",
      "iron": " -",
      "magnesium": " -",
      "phosphorus": " -",
      "omega-3": " -",
      "sodium": " -",
      "zinc": " -"
    },

    {
      "name": "Buttermilk|Пахта|Пахта",
      "description": "Buttermilk is not quite as famous as its two namesakes, and butter and milk are both more prevalent. However, it is an interesting, sour-tasting dairy product. If you are wondering what buttermilk is, then traditionally, it is the leftover pale-yellow liquid after churning butter. |Пахта не так известна, как его два содержащиихся в нём, а масло и молоко более распространены.Тем не менее, это интересный молочный продукт. Если вам интересно, что такое пахта, то традиционно, это оставшаяся бледно-желтая жидкость после взрыва масла.|Масляка не настільки відома, як два його іменники, а масло та молоко є більш поширеними. Однак це цікавий молочний продукт з кислими. Якщо вам цікаво, що таке масло-метелик, то традиційно це залишається блідо-жовта рідина після збивання вершкового масла.",

      "calories": "40kcal",
      "carbs": "4.8g",
      "sugar": " -",
      "fiber": " -",
      "fat": "0.9g",
      "protein": "3.3mg",

      "a": "40mcg",
      "b-1": " -",
      "b-3": " -",
      "b-6": " -",
      "b-9": " -",
      "b-12": "0.003mcg",
      "c": " -",
      "d": " -",
      "e": "0.1mcg",

      "calcium": "116mg",
      "iron": " -",
      "magnesium": " -",
      "phosphorus": " -",
      "omega-3": " -",
      "sodium": " -",
      "zinc": " -"
    },

    {
      "name": "Coconut milk|Кокосовое молоко|Кокосове молоко",
      "description": "Coconut milk comes from the white flesh of mature brown coconuts, which are the fruit of the coconut tree. The milk has a thick consistency and a rich, creamy texture.|Кокосовое молоко происходит от белой плоти зрелых коричневых кокосов, которые являются плодом кокосового дерева. Молоко имеет толстую консистенцию и богатую, сливочную текстуру.|Кокосове молоко походить з білої плоті зрілих коричневих кокосів, які є плідами кокосового дерева. Молоко має густу консистенцію та насичену кремову текстуру.",

      "calories": "230kcal",
      "carbs": "5.5g",
      "sugar": "3.3g",
      "fiber": "2.2g",
      "fat": "23.8g",
      "protein": "2.3g",

      "a": " -",
      "b-1": "0.03mg",
      "b-3": "0.76mg",
      "b-6": "0.03mg",
      "b-9": "16mcg",
      "b-12": " -",
      "c": "2.8mg",
      "d": " -",
      "e": "0.15mg",

      "calcium": "16mg",
      "iron": "1.6mg",
      "magnesium": "37mg",
      "phosphorus": "100mg",
      "omega-3": " -",
      "sodium": " -",
      "zinc": "0.67mg"
    },

    {
      "name": "Cottage cheese|Творог|Твердий Сир",
      "description": "Cottage cheese is a kind of high-protein, curd-based cheese. The flavor is mild but with a slightly sour taste. One of the best things about cottage cheese is that it is exceptionally protein-dense.|Творог - это своего рода высокобелковый сыр на основе творога. Вкус мягкий, но с слегка кислым вкусом.Одна из лучших вещей в творчестве-это то, что он исключительно протеиновый.|Твердий сир-це свого роду високобілковий сир на основі сиру. Аромат м'який, але з злегка кислим смаком. Однією з найкращих речей про сир є те, що він винятково щільний білок.",

      "calories": "98kcal",
      "carbs": "3.38g",
      "sugar": "2.67g",
      "fiber": " -",
      "fat": "4.30g",
      "protein": "11.12g",

      "a": "37mcg",
      "b-1": " -",
      "b-3": " -",
      "b-6": " -",
      "b-9": " -",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": " -",

      "calcium": "83mg",
      "iron": "0.07mg",
      "magnesium": "8mg",
      "phosphorus": "159mg",
      "omega-3": " -",
      "sodium": "364mg",
      "zinc": "0.40mg"
    },

    {
      "name": "Milk|Молоко|Молоко",
      "description": "From regular cow milk to goat milk and reduced-fat options, there are many different varities of milk. Each of these milk options have vastly differing taste and nutritional profiles, so the best option will depend on what the individual is looking for.|От обычного коровьего молока до козьего молока и вариантов снижения жира, существует много разных разновидностей молока. Каждый из этих вариантов молока имеет совершенно разные вкусовые и пищевые профили, поэтому лучший вариант будет зависеть от того, что ищет человек.|Від звичайного коров’ячого молока до козячого молока та зменшеного жиру варіантів, існує багато різних різновидів молока.Кожен з цих варіантів молока має значно різні профілі смаку та харчування, тому найкращий варіант залежатиме від того, що шукає людина.",

      "calories": "94kcal",
      "carbs": "4.5g",
      "sugar": "4.0g",
      "fiber": " -",
      "fat": "5.5g",
      "protein": "7.9g",

      "a": "75mcg",
      "b-1": "0.027mg",
      "b-3": "0.310mg",
      "b-6": "0.068mg",
      "b-9": "1mcg",
      "b-12": "1.1mcg",
      "c": " -",
      "d": "2.4mcg",
      "e": "0.1mg",

      "calcium": "86mg",
      "iron": " -",
      "magnesium": "10mg",
      "phosphorus": "124mg",
      "omega-3": " -",
      "sodium": "29mg",
      "zinc": "0.56mg"
    },

    {
      "name": "Yogurt|Йогурт|Йогурт",
      "description": "Yogurt is one of the most popular foods in the world. Yogurt has been the focus of a wide variety of studies and is believed to have several positive health benefits. For one thing, it is full of beneficial bacteria that may benefit gut health.|Йогурт - один из самых популярных продуктов в мире. Йогурт был в центре широкого спектра исследований и, как полагают, имеет несколько положительных преимуществ для здоровья. Во-первых, он полон полезных бактерий, которые могут принести пользу здоровью кишечника.|Йогурт - одна з найпопулярніших продуктів у світі.Йогурт був у центрі уваги найрізноманітніших досліджень і, як вважається, має кілька позитивних переваг для здоров'я. З одного боку, це сповнене корисних бактерій, які можуть принести користь здоров’ю кишечника.",

      "calories": "97kcal",
      "carbs": "3.98g",
      "sugar": "4.0g",
      "fiber": " -",
      "fat": "5.0g",
      "protein": "9.0g",

      "a": "48mcg",
      "b-1": "0.023mg",
      "b-3": "0.208mg",
      "b-6": "0.063mg",
      "b-9": "5mcg",
      "b-12": "0.75mcg",
      "c": "0.8mg",
      "d": " -",
      "e": "0.1mg",

      "calcium": "100mg",
      "iron": " -",
      "magnesium": "11mg",
      "phosphorus": "135mg",
      "omega-3": " -",
      "sodium": "35mg",
      "zinc": "0.52mg"
    }

  ]
}