{
  "description": "A grain is a small, hard, dry seed – with or without an attached hull or fruit layer – harvested for human or animal consumption. A grain crop is a grain-producing plant. The two main types of commercial grain crops are cereals and legumes.|Зерно - это небольшое, твердое, сухое семя - с прикрепленным корпусом или плодонождением, собранным для потребления человека или животных.Зерновая культура-это зерновое растение.Два основных типа коммерческих зерновых культур - это злаки и бобовые.|Зерно - це невелике, тверде, сухе насіння - з прикріпленим корпусом або фруктовим шаром - зібраним для споживання людини чи тварин.Зерновий урожай-це рослина, що виробляє зерно.Два основні типи комерційних зернових культур - це зернові та бобові.",
  "main_representatives": "Buckwheat, Rice, Wheat, Oats, Barley, Grits, Bulgur.|Гречка, Рис, Пшеница, Овес, Ячмень, Кружка, Булгур.|Гречка, Рис, Пшениця, Овес, Ячмінь, Крупа, Булгур.",
  "product_name": "grain|крупу|крупу",

  "representatives": [
    {
      "name": "Barley|Ячмень|Ячмінь",
      "description": "Barley is one of the most popular grains, and it is a true cereal grain that also contains gluten. This cereal grain has a mild and nutty flavor and it features in everything from beer and tea to bread and desserts.|Ячмень является одним из самых популярных зерен, и это настоящее зерновое зерно, которое также содержит глютен. Это зерновое зерно имеет мягкий и ореховый вкус, и в нем есть все, от пива и чая до хлеба и десертов.|Ячмінь - одне з найпопулярніших зерен, і це справжнє зернове зерно, яке також містить глютен.Це зернове зерно має м'який і горіховий аромат, і воно має у всьому, від пива та чаю до хліба та десертів.",

      "calories": "123kcal",
      "carbs": "28.2g",
      "sugar": "0.3g",
      "fiber": "3.8g",
      "fat": "0.4g",
      "protein": "2.3g",

      "a": " -",
      "b-1": "0.083mg",
      "b-3": "2.063mg",
      "b-6": "0.115mg",
      "b-9": "16mcg",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": "0.01mg",

      "calcium": "11mg",
      "iron": "1.3mg",
      "magnesium": "22mg",
      "phosphorus": "54mg",
      "omega-3": " -",
      "sodium": "3mg",
      "zinc": "0.82mg"
    },

    {
      "name": "Buckwheat|Гречка|Гречка",
      "description": "Buckwheat is a gluten-free pseudocereal grain that has grown increasingly popular over the past decade. In this regard, numerous buckwheat products have come to the market, such as buckwheat flour, pasta, and noodles.|Гречка - это псевдозлаковое зерно без глютена, которое за последнее десятилетие становилось все более популярным. В связи с этим на рынок появился многочисленные гречневые продукты, такие как гречневая мука, макароны и лапша.|Гречка - це псевдозлакове зерно без глютену, яке стало все більш популярним за останнє десятиліття. У зв'язку з цим на ринок вийшли численні гречані продукти, такі як гречане борошно, макарони та локшина.",

      "calories": "343kcal",
      "carbs": "71.5g",
      "sugar": " -",
      "fiber": "10g",
      "fat": "3.4g",
      "protein": "13.25g",

      "a": " -",
      "b-1": "0.101mg",
      "b-3": "7.02mg",
      "b-6": "0.21mg",
      "b-9": "30mcg",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": " -",

      "calcium": "18mg",
      "iron": "2.2mg",
      "magnesium": "231mg",
      "phosphorus": "347mg",
      "omega-3": "0.078g",
      "sodium": "1mg",
      "zinc": "2.4mg"
    },

    {
      "name": "Bulgur|Булгур|Булгур",
      "description": "Bulgur is one of the more nutrient-dense grains, and it offers higher fiber and nutrient concentrations than rice. Technically, bulgur is a form of wheat. This grain food is produced by the partial boiling of different wheat groats, mainly durum wheat.|Булгур является одним из более плотных зерен питательных веществ, и он предлагает более высокие концентрации клетчатки и питательных веществ, чем рис. Технически, булгур - это форма пшеницы. Эта зерновая пища производит частичное кипячение различных густого уклона, в основном дурума пшеницы.|Булгур - одне з більш поживних зерен, і він пропонує більш високі концентрації клітковини та поживних речовин, ніж рис. Технічно булгур - це форма пшениці. Ця зернова їжа виробляється шляхом часткової кипіння різних пшеничних крупи, в основному пшениці.",

      "calories": "83kcal",
      "carbs": "18.58g",
      "sugar": "0.10g",
      "fiber": "4.5g",
      "fat": "0.24g",
      "protein": "3.08g",

      "a": " -",
      "b-1": "0.057mg",
      "b-3": "1.000mg",
      "b-6": "0.083mg",
      "b-9": "18mcg",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": "0.01mg",

      "calcium": "10mg",
      "iron": "0.96mg",
      "magnesium": "32mg",
      "phosphorus": "40mg",
      "omega-3": " -",
      "sodium": "5mg",
      "zinc": "0.57mg"
    },

    {
      "name": "Corn|Кукуруза|Кукурудза",
      "description": "Corn is the most popular grain globally. Corn is a true cereal grain, and it is also gluten-free. According to recent genetic and microbotanical analyses, maize was likely first domesticated over 10,000 years ago in Mexico.|Кукуруза - самое популярное зерно во всем мире. Кукуруза является настоящим зерновым зерновым, а также без глютена.Согласно недавнему генетическому и микроботаническому анализу, кукуруза, вероятно, была первой одомашненной более 10 000 лет назад в Мексике.|Кукурудза - це найпопулярніше зерно в усьому світі.Кукурудза-це справжнє зернове зерно, а також без глютену. Згідно з останніми генетичними та мікботанічними аналізами, кукурудза, ймовірно, вперше одомашнювалася понад 10 000 років тому в Мексиці.",

      "calories": "86kcal",
      "carbs": "18.7g",
      "sugar": "6.26g",
      "fiber": "2g",
      "fat": "1.35g",
      "protein": "3.27g",

      "a": "653mcg",
      "b-1": "0.155mg",
      "b-3": "1.77mg",
      "b-6": "0.093mg",
      "b-9": "42mcg",
      "b-12": " -",
      "c": "6.8mg",
      "d": " -",
      "e": " -",

      "calcium": " -",
      "iron": "0.52mg",
      "magnesium": "37mg",
      "phosphorus": "89mg",
      "omega-3": " -",
      "sodium": " -",
      "zinc": "0.46mg"
    },

    {
      "name": "Millet|Просо|Просо",
      "description": "Millet is a true cereal grain and production centers around parts of Asia and Africa with semi-arid climates. In these regions of the world, millet is a major food source for the local people.|Мил является настоящим зерновым зерновым и производственным центром вокруг частей Азии и Африки с полузасушливым климатом. В этих регионах мира просо является основным источником пищи для местных жителей.|Мелет - це справжнє зернове зерно та виробничі центри навколо частин Азії та Африки з напівзасушливим кліматом. У цих регіонах світу просо є головним джерелом їжі для місцевих жителів.",

      "calories": "378kcal",
      "carbs": "72.8g",
      "sugar": " -",
      "fiber": "8.5g",
      "fat": "4.3g",
      "protein": "11.0g",

      "a": " -",
      "b-1": " -",
      "b-3": "4.72mg",
      "b-6": "0.38mg",
      "b-9": "85mcg",
      "b-12": " -",
      "c": "1.6mg",
      "d": " -",
      "e": " -",

      "calcium": "8mg",
      "iron": "3.0mg",
      "magnesium": "114mg",
      "phosphorus": "285mg",
      "omega-3": "0.1g",
      "sodium": "5mg",
      "zinc": "1.7mg"
    },

    {
      "name": "Oats|Овёс|Овес",
      "description": "Oats are one of the most popular grains in the Western world, and they are most often used to make the breakfast option of porridge. There are several different forms that oats may come in.|Овес является одним из самых популярных зерен в западном мире, и они чаще всего используются, чтобы сделать завтрак каши.Есть несколько разных форм, которые могут прийти овес.|Овес - одне з найпопулярніших зерен у західному світі, і вони найчастіше використовуються, щоб зробити варіант сніданку каші. Існує кілька різних форм, які можуть надійти овес.",

      "calories": "389kcal",
      "carbs": "66.3g",
      "sugar": " -",
      "fiber": "11.6g",
      "fat": "6.9g",
      "protein": "16.9g",

      "a": " -",
      "b-1": "0.763mg",
      "b-3": "0.961mg",
      "b-6": "0.12mg",
      "b-9": "56mcg",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": " -",

      "calcium": "54mg",
      "iron": "5mg",
      "magnesium": "177mg",
      "phosphorus": "523mg",
      "omega-3": " -",
      "sodium": "2mg",
      "zinc": "4mg"
    },

    {
      "name": "Quinoa|Киноа|Кіноа",
      "description": "Quinoa is a pseudocereal grain grown worldwide and first cultivated by the Inca people prior to 3000 BC. This whole grain has increased in popularity in recent years, with global production vastly increasing.|Киноа - это псевдозлаковое зерно, выращенное по всему миру и впервые культивируемое инков до 3000 г. до н.э. В последние годы это целое зерно увеличилось, причем глобальное производство значительно увеличилось.|Кіноа - це псевдозлакое зерно, вирощене у всьому світі та вперше обробляється людьми інків до 3000 р. до н.е. Це цільне зерно в останні роки збільшило популярність, глобальне виробництво значно зростає.",

      "calories": "368kcal",
      "carbs": "64.2g",
      "sugar": " -",
      "fiber": "7g",
      "fat": "6.1g",
      "protein": "14.1g",

      "a": "1mcg",
      "b-1": "0.36mg",
      "b-3": "1.52mg",
      "b-6": "0.49mg",
      "b-9": "184mcg",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": "2.4mg",

      "calcium": "47mg",
      "iron": "4.6mg",
      "magnesium": "197mg",
      "phosphorus": "457mg",
      "omega-3": " -",
      "sodium": "5mg",
      "zinc": "3.1mg"
    },

    {
      "name": "Rice|Рис|Рис",
      "description": "Rice is a staple in any kitchen, and with so many different types, it lends itself to an endless number of recipes. Each type of rice has its own taste, texture, and unique properties that work best in different applications. Plus, rice is naturally gluten-free, making it an easy way to offer gluten-free entrees to accommodate alternative diets on your menu. |Рис является основным продуктом на любой кухне, и с таким большим количеством различных типов он поддается бесконечному количеству рецептов. Каждый тип риса обладает своим вкусом, текстурой и уникальными свойствами, которые лучше всего работают в разных приложениях. Кроме того, рис, естественно, не содержат глютена, что делает его простым способом предложить безглютеновые блюда для приспособления альтернативных диет в вашем меню.|Райс - це основне місце на будь -якій кухні, і з такою кількістю різних типів він піддається нескінченній кількості рецептів. Кожен тип рису має свій смак, текстуру та унікальні властивості, які найкраще працюють у різних програмах. Крім того, рис, природно, не містить глютену, що робить його простим способом запропонувати у своєму меню альтернативні дієти.",

      "calories": "130kcal",
      "carbs": "28.1g",
      "sugar": "0.05g",
      "fiber": "0.4g",
      "fat": "0.28g",
      "protein": "2.69g",

      "a": " -",
      "b-1": "0.02mg",
      "b-3": "0.4mg",
      "b-6": "0.093mg",
      "b-9": " -",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": " -",

      "calcium": "10mg",
      "iron": "0.2mg",
      "magnesium": "12mg",
      "phosphorus": "43mg",
      "omega-3": " -",
      "sodium": "1mg",
      "zinc": "0.049mg"
    },

    {
      "name": "Wheat|Пшеница|Пшениця",
      "description": "There are many different wheat strains, but today's most popular form in the food environment is known simply as 'common wheat'. Triticum aestivum is the strain that we know as common whole wheat, and it is the second most widely grown cereal crop in the world behind corn|Есть много разных штаммов пшеницы, но сегодня самая популярная форма в пищевой среде известна просто как «пшеница». Triticum aestivum - это штамм, который мы знаем как общая цельная пшеница, и это вторая наиболее широко выращенная зерновая урожая в мире за кукурузой|Існує багато різних штамів пшениці, але найпопулярніша форма сьогодні в харчових умовах відома просто як 'звичайна пшениця'. Triticum aestivum - це штам, який ми знаємо як звичайну пшеницю, і це другий найбільш широко вирощений урожай зернових у світі за кукурудзою",

      "calories": "327kcal",
      "carbs": "71.18g",
      "sugar": " -",
      "fiber": "12.2g",
      "fat": "1.54g",
      "protein": "12.61g",

      "a": " -",
      "b-1": "0.383mg",
      "b-3": "5.464mg",
      "b-6": "0.3mg",
      "b-9": "38mcg",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": " -",

      "calcium": "29mg",
      "iron": "3.19mg",
      "magnesium": "126mg",
      "phosphorus": "288mg",
      "omega-3": " -",
      "sodium": "2mg",
      "zinc": "2.65mg"
    },

    {
      "name": "Wild rice|Дикий рис|Дикий рис",
      "description": "Wild rice is another type of whole grain rice that enjoys popularity around the world. While nutritionally similar to brown rice, it has a slightly higher protein and fiber content. It can also be used in various ways, whether served alone, used as flour, or as an ingredient in mixed dishes.|Дикий рис - это еще один тип цельнозернового риса, который пользуется популярностью во всем мире. Несмотря на то, что он питается, похожий на коричневый рис, он имеет немного более высокое содержание белка и клетчатки. Он также может использоваться различными способами, независимо от того, используется в одиночку, используется в качестве муки или в качестве ингредиента в смешанных блюдах.|Дикий рис - це ще один тип цільнозернового рису, який користується популярністю у всьому світі. Незважаючи на те, що харчовий рис схожий на коричневий рис, він має дещо більший вміст білка та клітковини. Він також може використовуватися різними способами, будь то подається самостійно, використовується як борошно, або як інгредієнт у змішаних стравах.",

      "calories": "101kcal",
      "carbs": "21.34g",
      "sugar": " -",
      "fiber": "1.8g",
      "fat": "0.34g",
      "protein": "3.99g",

      "a": "64mcg",
      "b-1": "0.052mg",
      "b-3": "1.287mg",
      "b-6": "0.135mg",
      "b-9": "26mcg",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": "0.24mg",

      "calcium": "3mg",
      "iron": "0.6mg",
      "magnesium": "32mg",
      "phosphorus": "82mg",
      "omega-3": " -",
      "sodium": "3mg",
      "zinc": "1.34mg"
    }

  ]
}