{
  "description": "Herbs and spices are food or drinking additives of mostly biological origin: herbs, fruits, and so on. It is used in nutritionally insignificant amounts, most often in powder form, for flavoring or coloring.|Травы и специи - это пища или питьевые добавки в основном биологического происхождения: травы, фрукты и так далее. Он используется в незначительных количествах питания, чаще всего в виде порошка, для ароматизации или окраски.|Трави та спеції - це їжа або пиття добавки переважно біологічного походження: трави, фрукти тощо. Він використовується в харчовій незначній кількості, найчастіше у порошковому вигляді, для ароматизації або забарвлення.",
  "main_representatives": "Basil, Caraway, Cardamom, Cilantro, Cloves.|Базилик, Тмин, Кардамон, Кинза, Гвоздика.|Базилік, Кмин, Кардамон, Кінза, Гвоздика.",
  "product_name": "herb or spice|траву или специю|траву або спецію",

  "representatives": [
    {
      "name": "Basil|Базилик|Базилік",
      "description": "There are many different varieties of basil, but the sweet basil cultivars are the most common. Basil is the key ingredient in basil pesto, a delicious herby-tasting condiment from Italy. It is also used for flavoring in various dishes, including Chinese-style stir-fries such as Thai basil chicken.|Есть много разных разновидностей базилика, но самый распространенные сорта базилика это сладкий базилик. Базилик является ключевым ингредиентом в песто, вкусовой приправой в Италии. Он также используется для ароматизации в различных блюдах, в том числе жарких в китайском стиле, таких как курица с тайским базиликом.|Існує багато різних сортів базиліка, але найпоширеніший сорт базиліка є солодкий базилік. Базилік-ключовий інгредієнт в Базилічному песто, смачна приправа на смак з Італії.Він також використовується для ароматизації в різних стравах, включаючи перемішування в китайському стилі, такі як курка з тайського базиліка.",

      "calories": "22kcal",
      "carbs": "2.65g",
      "sugar": " -",
      "fiber": "1.6g",
      "fat": "0.64g",
      "protein": "3.15g",

      "a": "264mcg",
      "b-1": "0.034mg",
      "b-3": "0.902mg",
      "b-6": "0.155mg",
      "b-9": "68mcg",
      "b-12": " -",
      "c": "18mg",
      "d": " -",
      "e": "0.80mg",

      "calcium": "177mg",
      "iron": "3.17mg",
      "magnesium": "64mg",
      "phosphorus": "56mg",
      "omega-3": " -",
      "sodium": "4mg",
      "zinc": "0.81mg"
    },

    {
      "name": "Caraway|Тмин|Кмин",
      "description": "Caraway seeds have a nutty and licorice-like taste. Either whole caraway seeds or ground caraway can be used, and both help enhance the flavor of food.Some popular foods that use caraway seeds include condiments such as harissa paste and sauerkraut|Семена тряпки имеют ореховый и похожий на солодку вкус. Можно использовать либо целые семена, либо грунтовые ткань, и оба помогают улучшить вкус пищи. Некоторые популярные продукты, в которых используются семена, включают такие приправы, как паста харисса и квашеная капуста|Насіння кмину має горіховий і солодкий смак. Можна використовувати цілі насіння, або мелений кмин, і обидва допомагають посилити аромат їжі. Деякі популярні продукти, які використовують насіння, включають приправи, такі як паста Harissa та квашена капуста",

      "calories": "330kcal",
      "carbs": "49.9g",
      "sugar": "0.64g",
      "fiber": "38g",
      "fat": "14.59g",
      "protein": "19.77g",

      "a": "18mcg",
      "b-1": "0.383mg",
      "b-3": "3.606mg",
      "b-6": "0.360mg",
      "b-9": "10mcg",
      "b-12": " -",
      "c": "21mg",
      "d": " -",
      "e": "2.5mg",

      "calcium": "689mg",
      "iron": "16.23mg",
      "magnesium": "258mg",
      "phosphorus": "568mg",
      "omega-3": " -",
      "sodium": "17mg",
      "zinc": "5.5mg"
    },

    {
      "name": "Chili pepper|Перец чили|Перець чилі",
      "description": "Chili powder generally shares the same characteristics as cayenne pepper. The only real difference is that cayenne pepper should be hotter because it contains more cayenne.|Порошок чили обычно имеет те же характеристики, что и кайенский перец. Единственное реальное отличие состоит в том, что кайенский перец должен быть горячее, потому что он содержит больше кайенна.|Порошок чилі, як правило, поділяє ті самі характеристики, що і кайенський перець. Єдина реальна відмінність полягає в тому, що кайенський перець повинен бути гарячішим, оскільки він містить більше кайену.",

      "calories": "40kcal",
      "carbs": "8.8g",
      "sugar": "5.3g",
      "fiber": "1.5g",
      "fat": "0.4g",
      "protein": "1.9g",

      "a": "48mcg",
      "b-1": " -",
      "b-3": " -",
      "b-6": "0.51mg",
      "b-9": " -",
      "b-12": " -",
      "c": "144mg",
      "d": " -",
      "e": " -",

      "calcium": " -",
      "iron": "1mg",
      "magnesium": "23mg",
      "phosphorus": " -",
      "omega-3": " -",
      "sodium": " -",
      "zinc": " -"
    },

    {
      "name": "Chives|Зеленый лук|Зелена цибуля",
      "description": "Chives are one of the most common herb varieties, and they're a member of the allium family alongside garlic, leeks, onions, and shallots. They have a mildly sweet and enjoyable flavor and have a taste that somewhat resembles onion and garlic. Adding some chives to a dish can provide a big flavor boost.|Зеленый лук является одним из наиболее распространенных сортов трав, и они являются членом семьи Аллиум вместе с чесноком. У них слегка сладкий и приятный вкус, и они имеют вкус, который несколько напоминает лук и чеснок. Добавление лука в блюдо может обеспечить улучшение вкуса.|Зелена цибуля - один з найпоширеніших сортів трави, і вони є членом родини Алліє разом із часником. Вони мають м'яко солодкий і приємний смак і мають смак, який дещо нагадує цибулю та часник. Додавання цибулі до страви може забезпечити великий приріст аромату та смаку.",

      "calories": "30kcal",
      "carbs": "4.35g",
      "sugar": "1.85g",
      "fiber": "2.5g",
      "fat": "0.73g",
      "protein": "3.27g",

      "a": "218mcg",
      "b-1": "0.078mg",
      "b-3": "0.647mg",
      "b-6": "0.138mg",
      "b-9": "105mcg",
      "b-12": " -",
      "c": "58.1mg",
      "d": " -",
      "e": "0.21mg",

      "calcium": "92mg",
      "iron": "1.6mg",
      "magnesium": "42mg",
      "phosphorus": "58mg",
      "omega-3": " -",
      "sodium": " -",
      "zinc": "0.56mg"
    },

    {
      "name": "Cilantro|Кинза|Кінза",
      "description": "As a spice, the lemony and floral flavor of coriander finds its way into the many Asian, Latin, and Indian dishes, as well as European cuisine. While the leaves of the coriander plant are an herb known as cilantro or Chinese parsley, the round seeds are used to make coriander spice.|В качестве специи лимонный и цветочный вкус кориандра попадают во многие азиатские, латинские и индийские блюда, а также европейскую кухню. В то время как листья растения кориандра представляют собой траву, известную как кинза или китайская петрушка, круглые семена используются для приготовления специй кориандра.|Як спеція, лимонний та квітковий аромат коріандру знаходять свій шлях до багатьох азіатських, латинських та індійських страв, а також європейської кухні. У той час як листя рослини коріандру - це трава, відома як кінза або китайська петрушка, круглі насіння використовуються для виготовлення спецій коріандру.",

      "calories": "23kcal",
      "carbs": "3.67g",
      "sugar": "0.87g",
      "fiber": "2.8g",
      "fat": "0.52g",
      "protein": "2.13g",

      "a": "337mcg",
      "b-1": "0.067mg",
      "b-3": "1.114mg",
      "b-6": "0.149mg",
      "b-9": "62mcg",
      "b-12": " -",
      "c": "27mg",
      "d": " -",
      "e": "2.5mg",

      "calcium": "67mg",
      "iron": "1.77mg",
      "magnesium": "26mg",
      "phosphorus": "48mg",
      "omega-3": " -",
      "sodium": "46mg",
      "zinc": "0.5mg"
    },

    {
      "name": "Cinnamon|Корица|Кориця",
      "description": "Since the spice has slightly sweet properties, it tends to be used in sweet dishes. Cinnamon powder has a fine yellowy-brown appearance, and it is commonly added to hot chocolate. Also, cinnamon sticks are often an ingredient in seasonal drinks like mulled wine. |Поскольку специя обладает слегка сладкими свойствами, она, как правило, используется в сладких блюдах. Порошок корицы имеет тонкий желто-коричневый цвет, и он обычно добавляется в горячий шоколад. Кроме того, палочки с корицей часто являются ингредиентом в сезонных напитках, таких как глинтвейн.|Оскільки спеція має трохи солодкі властивості, вона, як правило, використовується в солодких стравах. Порошок кориці має тонко жовто-коричневий вигляд, і його зазвичай додають до гарячого шоколаду. Також палички кориці часто є інгредієнтом сезонних напоїв, як глінтвейн.",

      "calories": "247kcal",
      "carbs": "80.6g",
      "sugar": "2.2g",
      "fiber": "53.1g",
      "fat": "1.2g",
      "protein": "4g",

      "a": "15mcg",
      "b-1": "0.02mg",
      "b-3": "1.33mg",
      "b-6": "0.16mg",
      "b-9": "6mcg",
      "b-12": " -",
      "c": "3.8mg",
      "d": " -",
      "e": "2.3mg",

      "calcium": "1002mg",
      "iron": "8.3mg",
      "magnesium": "60mg",
      "phosphorus": "64mg",
      "omega-3": " -",
      "sodium": "10mg",
      "zinc": "1.8mg"
    },

    {
      "name": "Garlic|Чеснок|Часник",
      "description": "Garlic is the bulb of a flowering plant called Allium sativum. Botanically, garlic is a vegetable, but people generally use it as a herb or spice. Garlic is one of the most commonly used herbs and spices, and it features heavily in cuisines around the world.|Чеснок - это луковица цветущего растения под названием Allium sativum. Ботанически чеснок - это овощ, но люди обычно используют его как трава или специи. Чеснок является одним из наиболее часто используемых трав и специй, и он в значительной степени показывается в кухнях по всему миру.|Часник - це луковиця квітучої рослини під назвою Allium sativum. Ботанічно, часник - це овоч, але люди, як правило, використовують його як траву чи спеції. Часник - одна з найбільш часто використовуваних трав і спецій, і він сильно поширений у кухнях у всьому світі.",

      "calories": "149kcal",
      "carbs": "33.06g",
      "sugar": "1g",
      "fiber": "2.1g",
      "fat": "0.5g",
      "protein": "6.36g",

      "a": " -",
      "b-1": "0.2mg",
      "b-3": "0.7mg",
      "b-6": "1.235mg",
      "b-9": "3mcg",
      "b-12": " -",
      "c": "31.2mg",
      "d": " -",
      "e": " -",

      "calcium": "181mg",
      "iron": "1.7mg",
      "magnesium": "25mg",
      "phosphorus": "153mg",
      "omega-3": " -",
      "sodium": "17mg",
      "zinc": "1.16mg"
    },

    {
      "name": "Ginger|Имбирь|Імбир",
      "description": "Ginger is the root of a flowering plant called Zingiber officinale, and it is one of the most common culinary spices. Ginger has a warming, flavorful, and slightly spicy taste, and it works well in a range of savory and sweet dishes.|Имбирь - это корень цветущего растения под названием Zingiber officinale, и это одна из самых распространенных кулинарных специй. У имбиря согревающий, ароматный и слегка острый вкус, и он хорошо подходит в различных соленых и сладких блюдах.|Імбир - це корінь квітучої рослини під назвою Zingiber Officinale, і це одна з найпоширеніших кулінарних спецій. Імбир має зігріваючий, ароматний і злегка гострий смак, і він добре смакує в різних пікантних і солодких стравах.",

      "calories": "80kcal",
      "carbs": "17.77g",
      "sugar": "1.7g",
      "fiber": "2g",
      "fat": "0.75g",
      "protein": "1.82g",

      "a": " -",
      "b-1": "0.025mg",
      "b-3": "0.75mg",
      "b-6": "0.16mg",
      "b-9": "11mcg",
      "b-12": " -",
      "c": "5mg",
      "d": " -",
      "e": "0.26mg",

      "calcium": "16mg",
      "iron": "0.6mg",
      "magnesium": "43mg",
      "phosphorus": "34mg",
      "omega-3": " -",
      "sodium": "13mg",
      "zinc": "0.34mg"
    },

    {
      "name": "Parsley|Петрушка|Петрушка",
      "description": "Parsley enjoys widespread use in the kitchen around the world. And this popular herb features in a range of condiments, soups, and stocks, and it is one of the main ingredients in the Italian condiment salsa verde, Parsley also features in numerous European and Middle Eastern cooked dishes.|Петрушка пользуется широко распространенным использованием на кухне по всему миру. Она используется в ряде приправ, супов и запасов, и это один из основных ингредиентов в сальсе итальянской приправах, петрушка также есть в многочисленных европейских и ближневосточных приготовленных блюдах.|Петрушка користується широким використанням на кухні по всьому світу. Також вона використовується у різних приправах, супах та запасах, і це один з головних інгредієнтів в італійській приправі сальса верде, петрушку також входить численні європейські та середньосхідні страви.",

      "calories": "36kcal",
      "carbs": "6.33g",
      "sugar": "0.85g",
      "fiber": "3.3g",
      "fat": "0.79g",
      "protein": "2.97g",

      "a": "421mcg",
      "b-1": "0.086mg",
      "b-3": "1.313mg",
      "b-6": "0.09mg",
      "b-9": "152mcg",
      "b-12": " -",
      "c": "133mg",
      "d": " -",
      "e": "0.75mg",

      "calcium": "138mg",
      "iron": "6.2mg",
      "magnesium": "50mg",
      "phosphorus": "58mg",
      "omega-3": " -",
      "sodium": "56mg",
      "zinc": "1.07mg"
    },

    {
      "name": "Poppy|Мак|Мак",
      "description": "Poppy seeds are often used to add some flavor to bread, cakes, and pastries. They are the main ingredient in beigli, which is a rolled cake filled with poppy seeds. Poppy seeds also feature in various Indian dishes as a spice and thickener. |Семена мака часто используются, чтобы добавить немного вкуса в хлеб, пирожные и выпечку. Они являются основным ингредиентом в Бейгли, который представляет собой свернутый пирог, наполненный маковыми семенами. Семена мака также в различных индийских блюдах используются в виде специй и загустителя.|Напільні насіння часто використовують для додавання смаку хлібу, тортам та випічці. Вони є основним інгредієнтом Беглі, який є звернутим пирогом, наповненим маку. Це насіння також міститься в різних індійських стравах як спеція та загусник.",

      "calories": "525kcal",
      "carbs": "28.13g",
      "sugar": "2.99g",
      "fiber": "19.5g",
      "fat": "41.56g",
      "protein": "21.22g",

      "a": " -",
      "b-1": "0.854mg",
      "b-3": "0.896mg",
      "b-6": "0.247mg",
      "b-9": "82mcg",
      "b-12": " -",
      "c": "1mg",
      "d": " -",
      "e": "1.77mg",

      "calcium": "1438mg",
      "iron": "9.76mg",
      "magnesium": "347mg",
      "phosphorus": "870mg",
      "omega-3": " -",
      "sodium": "26mg",
      "zinc": "7mg"
    },

    {
      "name": "Sesame|Кунжут|Кунжут",
      "description": "Sesame seeds are widely used as a spice for the mildly sweet and nutty depth of flavor they add to food. These tasty seeds are often used as a topping on bread buns or sprinkled into a cooked dish for added flavor.|Семена кунжута широко используются в качестве специи для мягкой сладкой и ореховой глубины аромата, которую они добавляют в пищу. Эти вкусные семена часто используются в качестве начинки на булочках для хлеба или посыпают в приготовленное блюдо для дополнительного вкуса.|Насіння кунжуту широко використовується як спеція для м'яко солодкої та горіхової глибини смаку, яку вони додають їжі. Ці смачні насіння часто використовуються як начинка на булочках хліба або посипаються в приготоване для додаткового смаку та аромату.",

      "calories": "573kcal",
      "carbs": "23.4g",
      "sugar": "0.3g",
      "fiber": "11.8g",
      "fat": "49.7g",
      "protein": "17.7g",

      "a": "2.7mcg",
      "b-1": "0.79mg",
      "b-3": "4.52mg",
      "b-6": "0.79mg",
      "b-9": "97mcg",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": "0.25mg",

      "calcium": "975mg",
      "iron": "14.6mg",
      "magnesium": "351mg",
      "phosphorus": "629mg",
      "omega-3": " -",
      "sodium": "11mg",
      "zinc": "7.8mg"
    },

    {
      "name": "Turmeric|Куркума|Куркума",
      "description": "Turmeric is a popular spice that is prevalent in Asian cuisine, but particularly so in India. This spice has a strong yellowy-orange color and changes the color of food in much the same way as saffron. Perhaps for this reason, it has an alternate name of 'Indian saffron'. Turmeric is most commonly used in curries, and it provides an earthy, pungent, and warming taste.|Куркума - это популярная специя, которая распространена в азиатской кухне, но особенно в Индии. Эта специя имеет сильный желто-оранжевый цвет и меняет цвет пищи почти так же, как шафран. Возможно, по этой причине у него есть альтернативное название «Индийского шафрана». Куркума чаще всего используется в карри, и она обеспечивает землистый, острый и согревающий вкус.|Куркума - популярна спеція, яка поширена в азіатській кухні, але особливо в Індії. Ця спеція має сильний жовтий помаранчевий колір і змінює колір їжі приблизно так само, як і шафран. Можливо, з цієї причини він має альтернативну назву 'індійського шафрану'. Куркума найчастіше використовується в каррі, і вона забезпечує земляний, гострий та зігріваючий смак.",

      "calories": "354kcal",
      "carbs": "64.9g",
      "sugar": " -",
      "fiber": "21g",
      "fat": "9.88g",
      "protein": "7.83g",

      "a": " -",
      "b-1": " -",
      "b-3": "5.14mg",
      "b-6": "1.8mg",
      "b-9": "39mcg",
      "b-12": " -",
      "c": "25.9mg",
      "d": " -",
      "e": "3.1mg",

      "calcium": "183mg",
      "iron": "41.42mg",
      "magnesium": "193mg",
      "phosphorus": "268mg",
      "omega-3": " -",
      "sodium": "38mg",
      "zinc": "4.35mg"
    },

    {
      "name": "Wasabi|Васаби|Васабі",
      "description": "Wasabi a popular Japanese condiment used as a spice with a unique green color. It is most famous for its use in sushi, a small amount is typically found between the raw fish and the rice. While historically popular mainly in Japan, wasabi's popularity has grown alongside the growing worldwide interest in sushi. Wasabi has a hot and pungent flavor and only tiny amounts are necessary.|Васаби популярная японская приправа, используемая в качестве специи с уникальным зеленым цветом. Он наиболее известен своим использованием в суши, обычно можно найти небольшое количество между сырой рыбой и рисом. В то время как исторически популярная в основном в Японии, популярность васаби выросла наряду с растущим всемирным интересом к суши. У васаби горячий и острый вкус, и необходимы только крошечные количества.|Васабі популярна японська приправа, яка використовується як спеція з унікальним зеленим кольором.Він найвідоміший своїм використанням у суші, між сирою рибою та рисом зазвичай зустрічається невелика кількість. Хоча історично популярна в основному в Японії, популярність васабі зросла разом із зростаючим світовим інтересом до суші. Васабі має гарячий і гострий аромат, і необхідні лише крихітні суми.",

      "calories": "109kcal",
      "carbs": "23.54g",
      "sugar": " -",
      "fiber": "23.54g",
      "fat": "0.63g",
      "protein": "4.80g",

      "a": "10.5mcg",
      "b-1": "0.131mg",
      "b-3": "0.743mg",
      "b-6": "0.274mg",
      "b-9": "18mcg",
      "b-12": " -",
      "c": "25.9mg",
      "d": " -",
      "e": "3.1mg",

      "calcium": "128mg",
      "iron": "1.03mg",
      "magnesium": "69mg",
      "phosphorus": "80mg",
      "omega-3": " -",
      "sodium": "17mg",
      "zinc": "1.62mg"
    }

  ]
}