{
  "description": "Legumes are grown agriculturally, primarily for human consumption, for livestock forage and silage, and as soil-enhancing green manure. Well-known legumes include beans, soybeans, peas, chickpeas, peanuts, lentils.|Бобовые выращивают в сельском хозяйстве, в первую очередь для потребления человеком, для корма и силоса скота, а также в качестве зеленого навоза, повышающего почву. Известные бобовые включают бобы, сою, горох, нут, арахис, чечевицу.|Бобові вирощують сільськогосподарсько, насамперед для споживання людиною, для корму та силосу худоби, а також як зелений гній, що сприяє ґрунту. Відомі бобові включають квасолю, сою, горох, нут, арахіс, сочевицю.",
  "main_representatives": "Chickpeas, Lentils, Soybeans, Kidney Beans, Peanuts.|Нут, чечевица, соя, фасоль, арахис.|Нут, сочевиця, соя, квасоля, арахіс.",
  "product_name": "legume|бобы|боби",

  "representatives": [
    {
      "name": "Alfalfa (lucerne)|Люцерна|Люцерна",
      "description": "Alfalfa, also known as lucerne or Medicago sativa, is a plant that has been grown as feed for livestock for hundreds of years. It was long prized for its superior content of vitamins, minerals, and protein compared to other feed sources|Люцерна, также известная как Medicago Sativa, является растением, которое выращивалось как корм для скота в течение сотен лет. Он давно ценился за превосходное содержание витаминов, минералов и белка по сравнению с другими источниками корма|Люцерна, також відома як Medicago Sativa - це рослина, яка протягом сотень років вирощується як корм для худоби. Він давно цінувався своїм чудовим вмістом вітамінів, мінералів та білка порівняно з іншими джерелами кормів",

      "calories": "23kcal",
      "carbs": "2.1g",
      "sugar": " -",
      "fiber": "1.9g",
      "fat": "0.7g",
      "protein": "4g",

      "a": " -",
      "b-1": "0.076mg",
      "b-3": "0.481mg",
      "b-6": "0.034mg",
      "b-9": "36mcg",
      "b-12": " -",
      "c": "8.2mg",
      "d": " -",
      "e": " -",

      "calcium": "32mg",
      "iron": "0.96mg",
      "magnesium": "27mg",
      "phosphorus": "70mg",
      "omega-3": " -",
      "sodium": "6mg",
      "zinc": "0.92mg"
    },

    {
      "name": "Chickpeas|Нут|Нут",
      "description": "Chickpeas have an interesting appearance, and they look somewhat similar to nuts. These legumes are otherwise known as garbanzo beans, and they are thought to have originated in the Middle East. Chickpeas remain immensely popular in their place of origin, and they feature in a wide range of condiments, curries, and other dishes. Additionally, they are the primary ingredient in the famous condiment hummus.|Нут имеет интересный внешний вид, и они похожи на орехи. Эти бобовые иначе известны как бобы Гарбанзо, и, как полагают, они возникли на Ближнем Востоке. Нут остается чрезвычайно популярной в своем месте происхождения, и они показывают широкий спектр приправ, карри и других блюд. Кроме того, они являются основным ингредиентом в знаменитом хумусе приправы.|Нут мають цікавий вигляд, і вони виглядають дещо схожими на горіхи. Ці бобові інакше відомі як бобів Гарбанзо, і, як вважається, вони виникли на Близькому Сході. Нут залишається надзвичайно популярним у місці походження, і вони мають широкий спектр приправ, каррі та інших страв.Крім того, вони є основним інгредієнтом знаменитого хумуса приправи.",

      "calories": "378kcal",
      "carbs": "62.95g",
      "sugar": "10.7g",
      "fiber": "12.2g",
      "fat": "6.04g",
      "protein": "20.5g",

      "a": "3mcg",
      "b-1": "0.477mg",
      "b-3": "1.541mg",
      "b-6": "0.535mg",
      "b-9": "557mcg",
      "b-12": " -",
      "c": "4mg",
      "d": " -",
      "e": "0.82mg",

      "calcium": "57mg",
      "iron": "4.31mg",
      "magnesium": "79mg",
      "phosphorus": "252mg",
      "omega-3": " -",
      "sodium": "24mg",
      "zinc": "2.76mg"
    },

    {
      "name": "Green peas|Зеленый горошек|Зелений горошок",
      "description": "Despite most people thinking green peas are a vegetable, they are a type of legume. However, unlike most legumes, peas are usually consumed in their fresh and immature green form.|Несмотря на то, что большинство людей думают, что зеленый горох - это овощ, они являются типом бобовых. Однако, в отличие от большинства бобовых, горох обычно потребляется в своей свежей и незрелой зеленой форме.|Незважаючи на те, що більшість людей думають, що зелений горошок - овоч, вони є типом бобових. Однак, на відміну від більшості бобових, горох зазвичай вживається у їх свіжій та незрілої зеленої форми.",

      "calories": "81kcal",
      "carbs": "14.45g",
      "sugar": "5.67g",
      "fiber": "5.1g",
      "fat": "0.4g",
      "protein": "5.42g",

      "a": "38mcg",
      "b-1": "0.266mg",
      "b-3": "2.09mg",
      "b-6": "0.169mg",
      "b-9": "65mcg",
      "b-12": " -",
      "c": "40mg",
      "d": " -",
      "e": "0.13mg",

      "calcium": "25mg",
      "iron": "1.47mg",
      "magnesium": "33mg",
      "phosphorus": "108mg",
      "omega-3": " -",
      "sodium": "5mg",
      "zinc": "1.24mg"
    },

    {
      "name": "Kidney beans|Фасоль|Квасоля",
      "description": "Kidney beans come in several different colors, from black to red. However, red kidney beans are by far the most common variety. Kidney beans are among the most nutritious legumes.|Квасоля бывает в нескольких разных цветах, от черного до красного. Тем не менее, красная фасоль, безусловно, является наиболее распространенным разнообразием. Фасоль являются одними из самых питательных бобовых.|Квасоля буває в декількох різних кольорах, від чорного до червоного. Однак червона квасоля на сьогодні є найпоширенішим різноманіттям. Квасоля є одними з найбільш поживних бобових.",

      "calories": "127kcal",
      "carbs": "22.8g",
      "sugar": "0.3g",
      "fiber": "7.4g",
      "fat": "0.50g",
      "protein": "8.7g",

      "a": " -",
      "b-1": "0.16mg",
      "b-3": "0.58mg",
      "b-6": "0.12mg",
      "b-9": "130mcg",
      "b-12": " -",
      "c": "1.2mg",
      "d": " -",
      "e": "0.03mg",

      "calcium": "28mg",
      "iron": "2.9mg",
      "magnesium": "45mg",
      "phosphorus": "142mg",
      "omega-3": " -",
      "sodium": "2mg",
      "zinc": "1.07mg"
    },

    {
      "name": "Lentils|Чечевица|Сочевиця",
      "description": "Lentils are one of the most popular legumes, and they come in colors ranging from green and black to orange and yellow. These legumes commonly feature in dishes worldwide, including lentil soup and various curries.|Чечевица - одна из самых популярных бобовых, и они бывают в цветах от зеленого и черного до оранжевого и желтого. Эти бобовые, как правило, показывают блюда по всему миру, включая суп из чечевицы и различные карри.|Сочевиця - один з найпопулярніших бобових, і вони входять у кольори, починаючи від зеленого та чорного до помаранчевого та жовтого. Ці бобові зазвичай містяться в стравах у всьому світі, включаючи суп сочевиці та різні каррі.",

      "calories": "114kcal",
      "carbs": "19.54g",
      "sugar": "1.8g",
      "fiber": "7.9g",
      "fat": "0.38g",
      "protein": "9.02g",

      "a": " -",
      "b-1": "0.169mg",
      "b-3": "1.06mg",
      "b-6": "0.178mg",
      "b-9": "181mcg",
      "b-12": " -",
      "c": "1.5mg",
      "d": " -",
      "e": "0.11mg",

      "calcium": "19mg",
      "iron": "3.3mg",
      "magnesium": "36mg",
      "phosphorus": "180mg",
      "omega-3": " -",
      "sodium": "238mg",
      "zinc": "1.27mg"
    },

    {
      "name": "Peanut|Арахис|Арахіс",
      "description": "Peanuts are mostly thought of as a variety of nut. However, botanically peanuts are classed as a type of legume. That said, peanuts' nutritional profile is slightly different from most legumes. For one thing, peanuts are relatively low in carbohydrates and contain high amounts of calories and dietary fat.|Арахис в основном считается разнообразным орехом.Тем не менее, ботанический арахис классифицируется как тип бобовых. Тем не менее, питательный профиль арахиса немного отличается от большинства бобовых. Во-первых, арахис относительно низкий уровень углеводов и содержат большое количество калорий и пищевого жира.|Арахіс здебільшого вважається різноманітним горіхом. Однак ботанічний арахіс класифікується як тип бобових. Однак, харчовий профіль арахісу трохи відрізняється від більшості бобових. По-перше, арахіс відносно низький вуглевод і містять велику кількість калорій та дієтичних жирів.",

      "calories": "570kcal",
      "carbs": "21g",
      "sugar": " -",
      "fiber": "9g",
      "fat": "48g",
      "protein": "25g",

      "a": " -",
      "b-1": "0.6mg",
      "b-3": "12.9mg",
      "b-6": "0.3mg",
      "b-9": "246mcg",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": "6.6mg",

      "calcium": "62mg",
      "iron": "2mg",
      "magnesium": "184mg",
      "phosphorus": "336mg",
      "omega-3": " -",
      "sodium": "6mg",
      "zinc": "3.3mg"
    },

    {
      "name": "Soybeans|Соевые бобы|Соя",
      "description": "Soybeans are one of the world's staple foods, and they are the most common plant-based protein source.There are a wide variety of soybean-based foods consumed around the world. Some of the most popular include: Miso, Natto, Soy milk, Soybeans, Soy protein, Tempeh and Tofu|Соевые бобы являются одним из основных продуктов в мире, и они являются наиболее распространенным источником белка на растительной основе. В мире есть широкий спектр продуктов питания на основе сои. Некоторые из самых популярных включают: мисо, натто, соевое молоко, соевое соевое соевое, соевое белок, темпе и тофу|Соя - це одна з основних продуктів у світі, і вони є найпоширенішим джерелом білків на рослинній основі. Існує широкий спектр продуктів на основі сої, що споживаються у всьому світі. Деякі з найпопулярніших включають: місо, натто, соєве молоко, сою, соєвий білок, темпер та тофу",

      "calories": "446kcal",
      "carbs": "30.16g",
      "sugar": "7.33g",
      "fiber": "9.3g",
      "fat": "19.94g",
      "protein": "36.49g",

      "a": "1mcg",
      "b-1": "0.874mg",
      "b-3": "1.623mg",
      "b-6": "0.377mg",
      "b-9": "375mcg",
      "b-12": " -",
      "c": "6.0mg",
      "d": " -",
      "e": "0.85mg",

      "calcium": "277mg",
      "iron": "15.7mg",
      "magnesium": "280mg",
      "phosphorus": "704mg",
      "omega-3": "1.330g",
      "sodium": "2mg",
      "zinc": "4.89mg"
    }

  ]
}