{
  "description": "Meat is animal flesh that is eaten as food. Humans have hunted, farmed, and scavenged animals & fish for meat since prehistoric times. Meat is mainly composed of water, protein, and fat. It is edible raw, but is normally eaten after it has been cooked and seasoned or processed in a variety of ways.|Мясо - это мясо животного, которое едят как пищу. Люди охотились, занимались фермерскими и наматывающими животных и рыбы для мяса с доисторических времен. Мясо в основном состоит из воды, белка и жира. Он съедобный сырой, но обычно едят после того, как он был приготовлен и приправлен или обрабатывается различными способами.|М'ясо - це м'якоть тварин, яку їдять як їжа. Люди полювали, господарські та відлякували тварини та рибу для м'яса ще з доісторичних часів. М'ясо в основному складається з води, білка та жиру. Він їстівний сирий, але зазвичай вживається після того, як його готували та приправляли або обробляли різними способами.",
  "main_representatives": "Chicken, Carp, Turkey, Goose, Perch, Pork.|Курица, Карп, Индейка, Гусь, Окунь, Свинина.|Курка, Короп, Індичка, Гусак, Окуня, Свинина.",
  "product_name": "meat or fish|мясо или рыбу|м'ясо або рибу",

  "representatives": [
    {
      "name": "Beef|Говядина|Яловичина",
      "description": "When most people think of red meat, they probably imagine beef. There are many different beef products and cuts of beef, ranging from hamburgers to ribeye steaks.|Когда большинство людей думают о красном мясе, они, вероятно, представляют говядину. Существует много разных изделий из говядины и кусок говядины, от гамбургеров до стейков Ribeye.|Коли більшість людей думає про червоне м'ясо, вони, мабуть, уявляють яловичину. Існує багато різних яловичих продуктів і надрізів яловичини, починаючи від гамбургерів до стейків Ribeye.",

      "calories": "250kcal",
      "carbs": " -",
      "sugar": " -",
      "fiber": " -",
      "fat": "15g",
      "protein": "26g",

      "a": " -",
      "b-1": "0.046mg",
      "b-3": "5.378mg",
      "b-6": "0.383mg",
      "b-9": "9mcg",
      "b-12": "2.64mcg",
      "c": " -",
      "d": " -",
      "e": "0.45mg",

      "calcium": "18mg",
      "iron": "2.6mg",
      "magnesium": "21mg",
      "phosphorus": "198mg",
      "omega-3": " -",
      "sodium": "72mg",
      "zinc": "6.31mg"
    },

    {
      "name": "Chicken|Курица|Курка",
      "description": "Alongside beef and pork, chicken is one of the 'big three' popularity-wise. However, chicken is a different classification of meat and comes under the poultry category. People commonly refer to poultry as white meat'. As one of the most popular foods in the world, there are all sorts of chicken-based foods. These range from fried and roasted chicken to chicken soup and even chicken popcorn.|Наряду с говядиной и свининой, курица-одна из популярности «Большой тройки». Тем не менее, курица - это другая классификация мяса и находится под категорией птицы.Люди обычно называют птицу «белым мясом».Как один из самых популярных продуктов в мире, есть все виды куриных продуктов.Они варьируются от жареной и жареных куриных до куриного супа и даже куриного попкорна.|Поряд з яловичиною та свининою, курка - одна з популярної 'великої трійки'. Однак курка - це інша класифікація м'яса і потрапляє в категорію птиці. Люди зазвичай називають птицю як 'біле м'ясо'. Як одна з найпопулярніших продуктів у світі, є всілякі продукти на основі курки. Вони варіюються від смаженої та смаженої курки до курячого супу і навіть курячої попкорну.",

      "calories": "219kcal",
      "carbs": " -",
      "sugar": " -",
      "fiber": " -",
      "fat": "12.56g",
      "protein": "24.68g",

      "a": "44mcg",
      "b-1": " -",
      "b-3": " -",
      "b-6": " -",
      "b-9": " -",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": " -",

      "calcium": " -",
      "iron": "1.16mg",
      "magnesium": " -",
      "phosphorus": " -",
      "omega-3": " -",
      "sodium": "67mg",
      "zinc": " -"
    },

    {
      "name": "Pork|Свинина|Свинина",
      "description": "Pork is one of the most popular forms of meat in the world. Despite some confusion on the issue, pork is classed as red meat rather than white. This is because it contains a large amount of myoglobin, a protein responsible for the red color of meat.|Свинина - одна из самых популярных форм мяса в мире. Несмотря на некоторую путаницу по этому вопросу, свинина классифицируется как красное мясо, а не белое. Это потому, что он содержит большое количество миоглобина, белка, ответственного за красный цвет мяса.|Свинина - одна з найпопулярніших форм м'яса у світі. Незважаючи на певну плутанину з цього питання, свинина класифікується як червоне м'ясо, а не біле. Це тому, що він містить велику кількість міоглобіну, білка, відповідального за червоний колір м'яса.",

      "calories": "242kcal",
      "carbs": " -",
      "sugar": " -",
      "fiber": " -",
      "fat": "27.92g",
      "protein": "13.32g",

      "a": " -",
      "b-1": " -",
      "b-3": " -",
      "b-6": "0.464mg",
      "b-9": " -",
      "b-12": "0.70mcg",
      "c": "0.6mg",
      "d": "1.325mcg",
      "e": " -",

      "calcium": "19mg",
      "iron": "0.87mg",
      "magnesium": "28mg",
      "phosphorus": "246mg",
      "omega-3": " -",
      "sodium": "62mg",
      "zinc": "2.39mg"
    },

    {
      "name": "Turkey|Турция|Індичка",
      "description": "Turkey is another type of white meat, probably best known in America for its appearance at the Christmas table. It has both a deeper yet drier taste than chicken and is a less prevalent form of poultry.As mentioned above, the most popular kind is probably roast turkey, but you can find a variety of processed and unprocessed turkey products.|Турция - это еще один тип белого мяса, вероятно, наиболее известное в Америке за ее появление за рождественским столом. Он имеет и более глубокий, но более сухой вкус, чем курица, и является менее распространенной формой птицы. Как упоминалось выше, наиболее популярным видом является жареная индейка, но вы можете найти различные обработанные и необработанные продукты индейки.|Індичка - це ще один тип білого м'яса, напевно, найвідоміший в Америці своїм появою за різдвяним столом.Він має як глибший, але більш сухий смак, ніж курку, і є менш поширеною формою птиці. Як було сказано вище, найпопулярніший вид - це, мабуть, смажена індичка, але ви можете знайти різноманітні оброблені та необроблені продукти з індички.",

      "calories": "111kcal",
      "carbs": " -",
      "sugar": " -",
      "fiber": " -",
      "fat": "0.7g",
      "protein": "24.6g",

      "a": " -",
      "b-1": " -",
      "b-3": "6.6mg",
      "b-6": "0.6mg",
      "b-9": "8mcg",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": " -",

      "calcium": "10mg",
      "iron": "1.2mg",
      "magnesium": "28mg",
      "phosphorus": "206mg",
      "omega-3": " -",
      "sodium": "49mg",
      "zinc": "1.2mg"
    },

    {
      "name": "Carp|Карп|Короп",
      "description": "Carp meat is white but has a strip of tough, fatty dark meat running through it. When using fillets, the dark meat can be removed before cooking for a more appetizing finished preparation. The flesh is meaty and firm, with moderate oil content and a mild flavor. As with all farmed fish, the quality of the water in which the carp was raised determines the taste.|Карп мясо белое, но имеет полосу жесткого жирного темного мяса, протекающего через него. При использовании филе темное мясо можно удалить перед приготовлением пищи для более аппетитной готовой подготовки. Плоть мясистая и твердая, с умеренным содержанием масла и мягким вкусом.Как и в случае со всей фермерской рыбой, качество воды, в которой был поднят карп, определяет вкус.|М'ясо коропа біле, але має смужку жорсткого жирного темного м'яса, що проходить через нього. При використанні філе темного м'яса можна видалити перед приготуванням для більш апетитної готової підготовки. М'ясо м'яке і тверда, з помірним вмістом масла та легким ароматом. Як і у всіх риб, що займаються вирощуванням, якість води, в якій був піднятий короп, визначає смак.",

      "calories": "127kcal",
      "carbs": " -",
      "sugar": " -",
      "fiber": " -",
      "fat": "5.6g",
      "protein": "17.8g",

      "a": " -",
      "b-1": " 0.155mg",
      "b-3": "1.64mg",
      "b-6": "0.190mg",
      "b-9": "3mcg",
      "b-12": "1.53mcg",
      "c": " -",
      "d": "24.7mcg",
      "e": " -",

      "calcium": "41mg",
      "iron": "1.24mg",
      "magnesium": "29mg",
      "phosphorus": "415mg",
      "omega-3": "0.238g",
      "sodium": "49mg",
      "zinc": "1.48mg"
    },

    {
      "name": "Pike|Щука|Щука",
      "description": "Pike is a river predatory fish. A good source of protein. It is also often used in cooking, often soup is boiled from it|Щука - это хищная рыба. Хороший источник белка. Он также часто используется в приготовлении, часто варят суп.|Щука - річкова хижа риба. Гарне джерело білка. Його також часто використовують у приготуванні, часто з нього кип'ятять суп",

      "calories": "88kcal",
      "carbs": " -",
      "sugar": " -",
      "fiber": " -",
      "fat": "0.7g",
      "protein": "19g",

      "a": "21mcg",
      "b-1": "0.058",
      "b-3": "2.300mg",
      "b-6": "0.117mg",
      "b-9": "15mcg",
      "b-12": "2mg",
      "c": "3.8mg",
      "d": "2.5mcg",
      "e": "0.20mg",

      "calcium": "57mg",
      "iron": "0.55mg",
      "magnesium": "31mg",
      "phosphorus": "220mg",
      "omega-3": "0.12g",
      "sodium": "39mg",
      "zinc": "0.67mg"
    },

    {
      "name": "Redfish|Красная рыба|Червона риба",
      "description": "Many people say that smaller redfish have the best tasting. For more detailed, smaller redfish are around 10 to 15 pounds or less than 24 inches. These redfish have a medium flaky texture, unlike the flounder. Besides, they do not have a fishy flavor like giant redfish.|Многие люди говорят, что меньшая рыба имеет лучшый вкус. Размер меньших рыб составляет от 10 до 15 фунтов или менее 24 дюймов. Эти красные рыбы имеют среднюю текстуру, в отличие от камбалы. Кроме того, у них нет рыбного вкуса, как гигантская красная рыба.|Багато людей кажуть, що менші червоні риби мають кращий смак. Для більш детального, менші червоні рибки становлять близько 10 - 15 фунтів або менше 24 дюймів. Ці червоні рибки мають середню пластівну текстуру, на відміну від камбалу.Крім того, у них немає рибного аромату, як гігантський червоний риб.",

      "calories": "179kcal",
      "carbs": " -",
      "sugar": " -",
      "fiber": " -",
      "fat": "10.43g",
      "protein": "19.93g",

      "a": "135.90mcg",
      "b-1": "0.054mg",
      "b-3": "8.420mg",
      "b-6": "0.4mg",
      "b-9": "30mcg",
      "b-12": "1.3mcg",
      "c": "4mg",
      "d": "13.15mcg",
      "e": "1.22mg",

      "calcium": "26mg",
      "iron": "0.25mg",
      "magnesium": "95mg",
      "phosphorus": "206mg",
      "omega-3": "1g",
      "sodium": "47mg",
      "zinc": "0.44mg"
    },

    {
      "name": "Trout|Форель|Форель",
      "description": "Trout is a cousin of salmon, and the two fish have a similar appearance. The taste is also somewhat similar, but trout has a milder flavor than salmon, which could be a positive or a negative depending on personal preference. Both of these fish share some positive traits too; specifically, they are high in omega-3, low in mercury, and offer an excellent source of vitamins and minerals. For a tasty meal, try cooking trout in a lemon butter sauce.|Форель является двоюродным братом лосося, а две рыбы имеют похожий внешний вид. Вкус также несколько похож, но форель имеет более мягкий вкус, чем лосось, который может быть хорошим или нет в зависимости от личных предпочтений. Обе эти рыбы тоже имеют некоторые положительные черты. В частности, они высоки в омега-3, низки во ртути и предлагают отличный источник витаминов и минералов.Для вкусной еды, попробуйте приготовить форель в соусе с лимонным маслом.|Форель - двоюрідний брат лосося, а дві риби мають подібний вигляд. Смак також дещо схожий, але форель має більш м'який аромат, ніж лосось, що може бути добре або ні залежно від особистих уподобань. Обидві ці риби також поділяють деякі позитивні риси. Зокрема, вони мають високу кількість омега-3, низький рівень ртуті, і пропонують відмінне джерело вітамінів та мінералів. Для кращого смаку спробуйте приготувати форель у соусі з лимонним маслом.",

      "calories": "148kcal",
      "carbs": " -",
      "sugar": " -",
      "fiber": " -",
      "fat": "6.61g",
      "protein": "20.77g",

      "a": "17.1mcg",
      "b-1": "0.350mcg",
      "b-3": "4.5mg",
      "b-6": "0.2mg",
      "b-9": "13mcg",
      "b-12": " -",
      "c": "0.5mg",
      "d": "3.88mcg",
      "e": "0.20mg",

      "calcium": "43mg",
      "iron": "1.5mg",
      "magnesium": "22mg",
      "phosphorus": "245mg",
      "omega-3": "0.5g",
      "sodium": "52mg",
      "zinc": "0.66mg"
    }
  ]
}