{
  "description": "Nuts are some of the healthiest foods, and they provide a wide range of essential nutrients. Basically, they have a hard shell and an edible core. Biologically, they have three types: nuts, seeds and legumes.|Орехи являются одними из самых полезных продуктов, и они обеспечивают широкий спектр важных питательных веществ.По сути, у них есть твердая оболочка и съедобное ядро.Биологически у них есть три типа: орехи, семена и бобовые.|Горіхи - це одні з найздоровіших продуктів, і вони забезпечують широкий спектр необхідних поживних речовин.В основному, у них тверда оболонка та їстівне ядро.Біологічно у них три типи: горіхи, насіння та бобові.",
  "main_representatives": "Walnuts, Hazelnuts, Almonds, Cashew, Pistachio.|Грецкие орехи, Фундук, Миндаль, Кешью, Фисташко.|Волоські горіхи, Лісові горіхи, Мигдаль, Кешью, Фісташки.",
  "product_name": "nut|орех|горіх",

  "representatives": [
    {
      "name": "Almond|Миндаль|Мигдаль",
      "description": "Almonds are tree nuts that originated in the Middle East, and they were domesticated thousands of years ago. The nuts are popular worldwide, and there are also many food products made from the nuts, such as almond flour and almond milk.|Миндаль - это орехи деревьев, возникшие на Ближнем Востоке, и они были одомашнены тысячи лет назад. Орехи популярны по всему миру, и есть также много пищевых продуктов, изготовленных из орехов, таких как миндальная мука и миндальное молоко.|Мигдаль - це деревні горіхи, що виникають на Близькому Сході, і вони були одомашнені тисячі років тому. Горіхи популярні у всьому світі, а також багато харчових продуктів, виготовлених з горіхів, таких як мигдальне борошно та мигдальне молоко.",

      "calories": "579kcal",
      "carbs": "21.6g",
      "sugar": "4.4g",
      "fiber": "12.5g",
      "fat": "49.9g",
      "protein": "21.2g",

      "a": "1mcg",
      "b-1": "0.211mg",
      "b-3": "3.385mg",
      "b-6": "0.143mg",
      "b-9": "50mcg",
      "b-12": " -",
      "c": " -",
      "d": " -",
      "e": "25.6mcg",

      "calcium": "264mg",
      "iron": "3.72mg",
      "magnesium": "268mg",
      "phosphorus": "484mg",
      "omega-3": " -",
      "sodium": "1mg",
      "zinc": "3.08mg"
    },

    {
      "name": "Cashew|Кешью|Кешью",
      "description": "Cashews are a true tree nut, and global production centers around Asia and Africa, with Vietnam and India being the top exporters. Compared to other nuts, cashews have a higher concentration of carbohydrates, and they are slightly lower in fat.|Кешью - это настоящий орех деревьев, и глобальный производственный центры вокруг Азии и Африки, причем Вьетнам и Индия являются главными экспортерами.По сравнению с другими орехами, кешью имеют более высокую концентрацию углеводов, и они немного ниже в жире.|Кешью - це справжній горіх дерев, а глобальні виробничі центри навколо Азії та Африки, а В'єтнам та Індія є найкращими експортерами.Порівняно з іншими горіхами, кешью мають більш високу концентрацію вуглеводів, і вони трохи нижчі в жирі.",

      "calories": "553kcal",
      "carbs": "30.19g",
      "sugar": "5.91g",
      "fiber": "3.3g",
      "fat": "43.85g",
      "protein": "18.22g",

      "a": " -",
      "b-1": "0.423mg",
      "b-3": "1.062mg",
      "b-6": "0.417mg",
      "b-9": "25mcg",
      "b-12": " -",
      "c": "0.5mg",
      "d": " -",
      "e": "mcg",

      "calcium": "37mg",
      "iron": "6.68mg",
      "magnesium": "292mg",
      "phosphorus": "593mg",
      "omega-3": " -",
      "sodium": "12mg",
      "zinc": "5.78mg"
    },

    {
      "name": "Chestnuts|Каштаны|Каштани",
      "description": "Chestnuts are different from other kinds of nuts in that they are predominantly a source of starchy carbohydrates. Most chestnut production happens in five countries: China, Bolivia, Turkey, South Korea, and Italy. Roasted chestnuts often appear for sale in the winter, and they are one of the tastiest ways to eat any nut.|Каштаны отличаются от других видов орехов тем, что они являются преимущественно источником крахмалистых углеводов. Большая часть производства каштанов происходит в пяти странах: Китай, Боливия, Турция, Южная Корея и Италия. Жареные каштаны часто появляются на продажу зимой, и они являются одним из самых вкусных способов съесть любой орех.|Каштани відрізняються від інших видів горіхів тим, що вони є переважно джерелом крохмалистих вуглеводів. Більшість виробництва каштана трапляються у п'яти країнах: Китай, Болівія, Туреччина, Південна Корея та Італія. Смажені каштани часто з'являються на продаж взимку, і вони є одним із найсмачніших способів їсти будь-який горіх.",

      "calories": "200kcal",
      "carbs": "44g",
      "sugar": "11g",
      "fiber": " -",
      "fat": "1.3g",
      "protein": "1.6g",

      "a": "1mcg",
      "b-1": "0.144mg",
      "b-3": "1.102mg",
      "b-6": "0.352mg",
      "b-9": "58mcg",
      "b-12": " -",
      "c": "40.2mg",
      "d": " -",
      "e": " -",

      "calcium": "19mg",
      "iron": "0.94mg",
      "magnesium": "30mg",
      "phosphorus": "38mg",
      "omega-3": " -",
      "sodium": "2mg",
      "zinc": "0.49mg"
    },

    {
      "name": "Hazelnuts|Фундук|Фундук",
      "description": "Turkey dominates the worldwide production of hazelnuts, and the nation produces more than two-thirds of the global supply. As one of the world's most popular types of nuts, hazelnuts are delicious and used in all sorts of food products. Hazelnuts are a favorite pairing with chocolate and coffee, among their many uses.|Турция доминирует в мировом производстве фундуков, а нация производит более двух третей глобального постановки. Как один из самых популярных типов орехов в мире, фундук восхитителен и используется во всех видах пищевых продуктов.Фрешни являются любимым сочетанием с шоколадом и кофе, среди их многочисленных применений.|Туреччина домінує у всьому світі виробництва фундуків, а нація виробляє понад дві третини глобальної пропозиції.Як один з найпопулярніших у світі видів горіхів, лісові горіхи смачні та використовуються у всіляких харчових продуктах. Фундук краще всього поєднанується з шоколадом та кавою.",

      "calories": "628kcal",
      "carbs": "16.70g",
      "sugar": "4.34g",
      "fiber": "9.7g",
      "fat": "60.75g",
      "protein": "14.95g",

      "a": "104mcg",
      "b-1": "0.643mg",
      "b-3": "1.8mg",
      "b-6": "0.563mg",
      "b-9": "113mcg",
      "b-12": " -",
      "c": "6.3mg",
      "d": " -",
      "e": "mcg",

      "calcium": "114mg",
      "iron": "4.7mg",
      "magnesium": "163mg",
      "phosphorus": "290mg",
      "omega-3": " -",
      "sodium": " -",
      "zinc": "2.45mg"
    },

    {
      "name": "Pine nuts|Кедровые орехи|Кедрові горіхи",
      "description": "Pine nuts are one of the harder-to-find nut varieties, but they taste delicious. Further, they are one of the key ingredients in the famous condiment pesto. Despite this, pine nuts have increased in visibility over recent years and offer an excellent nutritional profile.|Кедные орехи являются одним из самых неДоступных сортов орехов, но они очень вкусны. Кроме того, они являются одним из ключевых ингредиентов в знаменитом приправа Pesto. Несмотря на это, кедровые орехи увеличились в виде видимости за последние годы и предлагают отличноую пищевую ценност.|Кедрові горіхи - одні з найнедоступніших сортів горіхів, але вони неймовірно смачні. Також вони є одним з ключових інгредієнтів у відомомій приправі 'песто'. Незважаючи на це, кедрові горіхи зросли у доступность за останні роки та мають чудову харчову цінність.",

      "calories": "673kcal",
      "carbs": "13.1g",
      "sugar": "3.6g",
      "fiber": "3.7g",
      "fat": "68.4g",
      "protein": "13.7g",

      "a": "18mcg",
      "b-1": "0.4mg",
      "b-3": "4.4mg",
      "b-6": "0.1mg",
      "b-9": "34mcg",
      "b-12": " -",
      "c": "0.8mg",
      "d": " -",
      "e": "9.3mcg",

      "calcium": "16mg",
      "iron": "5.5mg",
      "magnesium": "251mg",
      "phosphorus": "575mg",
      "omega-3": " -",
      "sodium": " -",
      "zinc": "6.4mg"
    },

    {
      "name": "Pistachio|Фисташки|Фісташки",
      "description": "Different from most other types of nuts, pistachios are usually sold still in their shell. These nuts originate from the Middle East, but the primary producers of pistachios are Iran and the United States. Pistachios have a mild and slightly sweet taste, and in combination with a bit of salt, they taste delicious. In this regard, the fact that you have to break the shells of each nut helps stop you from eating too many!|В отличие от большинства других типов орехов, фисташки обычно продаются в их шкарлупе. Эти орехи оисходят с Ближнего Востока, но основными производителями фисташек являются Иран и Соединенные Штаты. Фисташки имеют мягкий и слегка сладкий вкус, и в сочетании с небольшим количеством соли они вкусны. В связи с этим, тот факт, что вы должны сломать шкарлупу каждого ореха, помогает вам не съесть слишком много!|На відміну від більшості інших видів горіхів, фісташки зазвичай продаються все ще в їх оболонці. Ці горіхи походять з Близького Сходу, але первинними виробниками фісташок є Іран та США. Фісташки мають м'який і злегка солодкий смак, і в поєднанні з сіллю вони смачніші. У зв'язку з цим той факт, що вам доведеться зламати шкарлупку кожного горіха, допомагає вам не з'їсти занадто багато!",

      "calories": "562kcal",
      "carbs": "27.51g",
      "sugar": "7.66g",
      "fiber": "10.3g",
      "fat": "45.39g",
      "protein": "20.27g",

      "a": "1205mcg",
      "b-1": "0.87mg",
      "b-3": "1.300mg",
      "b-6": "1.700mg",
      "b-9": "51mcg",
      "b-12": " -",
      "c": "5.6mg",
      "d": " -",
      "e": "2.3mcg",

      "calcium": "105mg",
      "iron": "3.92mg",
      "magnesium": "121mg",
      "phosphorus": "490mg",
      "omega-3": " -",
      "sodium": " -",
      "zinc": "2.2mg"
    },

    {
      "name": "Walnuts|Грецкие орехи|Волоські горіхи",
      "description": "Walnuts are among the most popular types of nuts, and approximately 50% of global production comes from China. Not only are they used as a snack, but they are also a significant ingredient in a wide range of recipes.|Грецкие орехи являются одними из самых популярных типов орехов, и примерно 50% глобального производства поступает из Китая. Они не только используются в качестве закуски, но и являются значительным ингредиентом в широком диапазоне рецептов.|Волоські горіхи є одними з найпопулярніших видів горіхів, і приблизно 50% глобального виробництва надходить з Китаю. Вони не тільки використовуються як закуска, але й є значним інгредієнтом у широкому діапазоні рецептів.",

      "calories": "654kcal",
      "carbs": "13.71g",
      "sugar": "2.61g",
      "fiber": "6.7g",
      "fat": "65.21g",
      "protein": "15.23g",

      "a": "73mcg",
      "b-1": "0.341mg",
      "b-3": "1.125mg",
      "b-6": "0.537mg",
      "b-9": "98mcg",
      "b-12": " -",
      "c": "1.3mg",
      "d": " -",
      "e": "0.7mcg",

      "calcium": "98mg",
      "iron": "2.91mg",
      "magnesium": "158mg",
      "phosphorus": "346mg",
      "omega-3": " -",
      "sodium": "2mg",
      "zinc": "3.09mg"
    }
  ]
}