{
  "description": "Vegetables are parts of plants that are consumed by humans or other animals as food. The original meaning is still commonly used and is applied to plants collectively to refer to all edible plant matter, including the flowers, fruits, stems, leaves, roots, and seeds.|Овощи - это части растений, которые потребляются людьми или другими животными в качестве пищи. Первоначальное значение все еще обычно используется и применяется к растениям в совокупности для обозначения всех съедобных растительных веществ, включая цветы, фрукты, стебли, листья, корни и семена.|Овочі - це частини рослин, які споживаються людьми чи іншими тваринами як їжею. Початкове значення все ще зазвичай використовується і застосовується до рослин колективно для позначення всієї їстівної рослинної речовини, включаючи квіти, фрукти, стебла, листя, коріння та насіння.",
  "main_representatives": "Tomato, Carrot, Potato, Cabbage, Broccoli, Cucumber, Eggplant.|Помидор, Морковь, Картофель, Капуста, Брокколи, Огурец, Баклажан.|Помідор, Морква, Картопля, Капуста, Брокколі, Огірок, Баклажани.",
  "product_name": "vegetable|овощ|овоч",

  "representatives": [
    {
      "name": "Artichoke|Артишок|Артишок",
      "description": "Artichoke (or artichoke heart) is a kind of thistle. Interestingly, this vegetable is actually the flower buds of the plant before they bloom.|Артишок (или Artichoke Heart) - это своего рода чертополох.Интересно, что этот овощ на самом деле является цветочными почками растения, прежде чем они цветут.|Артишок (або серце артишоку) - це свого роду розтороп.Цікаво, що цей овоч насправді є квітковими бруньками рослини, перш ніж зацвітати.",

      "calories": "74kcal",
      "carbs": "11.57g",
      "sugar": "0.96g",
      "fiber": "5.5g",
      "fat": "2.87g",
      "protein": "2.81g",

      "a": " -",
      "b-1": "0.05mg",
      "b-3": "1.075mg",
      "b-6": "0.095mg",
      "b-9": " 86mcg",
      "b-12": " -",
      "c": "7.2mg",
      "d": " -",
      "e": " -",

      "calcium": "21mg",
      "iron": "0.59mg",
      "magnesium": "41mg",
      "phosphorus": "71mg",
      "omega-3": " -",
      "sodium": "180mg",
      "zinc": "0.4mg"
    },
    {
      "name": "Beets|Свекла|Буряк",
      "description": "Beets are a root vegetable, and they are quite adaptable too. For instance, they can be boiled, fried, roasted, mashed, or you can even buy pickled beets. Consuming beets leads to a large intake of nitrate, which has many purported health benefits. Most notably, nitrate helps to lower blood pressure.|Свекла - корневая овощ, и они тоже довольно адаптируемы.Например, их можно варить, жареные, жареные, пюре или даже купить маринованную свеклу.Потребляемая свекла приводит к большому потреблению нитратов, что имеет много предполагаемых преимуществ для здоровья.В частности, нитрат помогает снизить кровяное давление.|Буряк - це кореневий овоч, і вони теж досить пристосовані.Наприклад, їх можна кип'ятити, смажити, смажити, пюре, або ви навіть можете придбати мариновані буряки.Споживання буряка призводить до великого споживання нітратів, що має багато нібито переваг для здоров'я.Найбільше, що нітрат допомагає знизити артеріальний тиск.",

      "calories": "43kcal",
      "carbs": "9.56g",
      "sugar": "6.76g",
      "fiber": "2.8g",
      "fat": "0.17g",
      "protein": "1.61g",

      "a": "2mcg",
      "b-1": "0.031mg",
      "b-3": "0.334mg",
      "b-6": "0.067mg",
      "b-9": "109mcg",
      "b-12": " -",
      "c": "4.9mg",
      "d": " -",
      "e": " -",

      "calcium": "16mg",
      "iron": "0.8mg",
      "magnesium": " 23mg",
      "phosphorus": "40mg",
      "omega-3": " -",
      "sodium": "78mg",
      "zinc": "0.35mg"
    },
    {
      "name": "Bell pepper|Сладкий перец|Солодкий перець",
      "description": "Bell peppers come in all colors, shapes, and sizes.Technically bell peppers are a fruit, but since most people use them as a vegetable, they make this list.|Свелковой перец бывают разных цветов, форм и размеров. Технологически сладкий перец - это фрукты, но, поскольку большинство людей используют их как овощ, они составляют этот список.|Білл -перець буває всі кольори, форми та розміри. Технічний болгарський перець - це фрукти, але оскільки більшість людей використовують їх як овоч, вони складають цей список.",

      "calories": "20kcal",
      "carbs": "4.64g",
      "sugar": "2.4g",
      "fiber": "1.8g",
      "fat": "0.17g",
      "protein": "0.86g",

      "a": "18mcg",
      "b-1": "0.057mg",
      "b-3": "0.48mg",
      "b-6": "0.224mg",
      "b-9": "10mcg",
      "b-12": " -",
      "c": "80.4mg",
      "d": " -",
      "e": "0.37mg",

      "calcium": "10mg",
      "iron": "0.34mg",
      "magnesium": "10mg",
      "phosphorus": "20mg",
      "omega-3": " -",
      "sodium": "3mg",
      "zinc": "0.13mg"
    },
    {
      "name": "Broccoli|Брокколи|Брокколі",
      "description": "Broccoli is another nutritious cruciferous vegetable, and numerous studies show it can lower the risk of various cancers. Interestingly, wild broccoli doesn't exist, and the vegetable was made by man through selectively breeding cabbage plants.|Брокколи - еще один питательный растительный овощ, и многочисленные исследования показывают, что это может снизить риск различных видов рака.Интересно, что дикой брокколи не существует, и овощи были изготовлены человеком посредством селективного разведения растений капусты.|Брокколі - це ще одне поживне хрестоцвіт, і численні дослідження показують, що це може знизити ризик різних ракових захворювань.Цікаво, що дика брокколі не існує, а овоч був зроблений людиною через вибіркове розмноження капусти.",

      "calories": "34kcal",
      "carbs": "6.64g",
      "sugar": "1.7g",
      "fiber": "2.6g",
      "fat": "0.37g",
      "protein": "2.82g",

      "a": "31mcg",
      "b-1": "0.071mg",
      "b-3": "0.639mg",
      "b-6": "0.175mg",
      "b-9": "63mcg",
      "b-12": " -",
      "c": "89.2mg",
      "d": " -",
      "e": "0.78mg",

      "calcium": "47mg",
      "iron": "0.73mg",
      "magnesium": "21mg",
      "phosphorus": "66mg",
      "omega-3": " -",
      "sodium": "33mg",
      "zinc": "0.41mg"
    },
    {
      "name": "Cabbage|Капуста|Капуста",
      "description": "Cabbage is a large-headed green vegetable that has close botanical links to broccoli, cauliflower, and brussels sprouts. Cabbage belongs to the cruciferous category of vegetables and like others, it has links to similar anti-cancer health benefits.|Капуста-это большой головой зеленый овощ, который имеет тесные ботанические связи с брокколи, цветной капустой и брюссельской капустой.Капуста принадлежит к крестоцветному категории овощей, и, как и другие, она имеет связь с аналогичной пользой для здоровья противодействия.|Капуста-це зелений овоч, який має тісні ботанічні зв’язки з брокколі, цвітної капусти та брюссельських паростків.Капуста належить до категорії хрестоподібних овочів і, як і інші, вона має посилання на подібні протиракові переваги для здоров'я.",

      "calories": "25kcal",
      "carbs": "5.8g",
      "sugar": "3.2g",
      "fiber": "2.5g",
      "fat": "0.1g",
      "protein": "1.28g",

      "a": " -",
      "b-1": "0.061mg",
      "b-3": "0.234mg",
      "b-6": "0.124mg",
      "b-9": "43mcg",
      "b-12": " -",
      "c": "36.6mg",
      "d": " -",
      "e": " -",

      "calcium": "40mg",
      "iron": "0.47mg",
      "magnesium": "12mg",
      "phosphorus": "26mg",
      "omega-3": " -",
      "sodium": "18mg",
      "zinc": "0.18mg"
    },
    {
      "name": "Carrot|Морковь|Морква",
      "description": "Carrots are a sweet-tasting, bright orange root vegetable. However, it's possible to find rarer cultivars of the vegetable that are red, yellow and even black. Carrots are mainly known for their high vitamin A content. That said, it's essential to eat them with a source of fat if you want to absorb this vitamin.|Морковь-это сладкий, ярко-оранжевый корневой овощ.Тем не менее, можно найти более редкие сорта овощей, которые красные, желтые и даже черные. Морковь в основном известна своим высоким содержанием витамина А. Тем не менее, важно есть их с источником жира, если вы хотите поглотить этот витамин.|Морква-це солодка смаку, яскраво-помаранчевий кореневий овоч.Однак можна знайти більш рідкісні сорти овочів, які є червоними, жовтими і навіть чорними.Морква в основному відома своїм високим вмістом вітаміну А.Однак, важливо їсти їх з джерелом жиру, якщо ви хочете поглинути цей вітамін.",

      "calories": "41kcal",
      "carbs": "9.6g",
      "sugar": "4.7g",
      "fiber": "2.8g",
      "fat": "0.24g",
      "protein": "0.93g",

      "a": "835mcg",
      "b-1": "0.066mg",
      "b-3": "0.983mg",
      "b-6": "0.138mg",
      "b-9": "19mcg",
      "b-12": " -",
      "c": "5.9mg",
      "d": " -",
      "e": "0.66mg",

      "calcium": "33mg",
      "iron": "0.3mg",
      "magnesium": "12mg",
      "phosphorus": "35mg",
      "omega-3": " -",
      "sodium": "69mg",
      "zinc": "0.24mg"
    },
    {
      "name": "Celery|Сельдерей|Селера",
      "description": "Usually eaten in its raw state, celery is a popular salad vegetable with high water content. Notably, quite a lot of research shows that celery may have some interesting health properties too. According to one systematic review, the vegetable can have a positive impact on fertility.|Обычно едят в своем сыром состоянии, сельдерей является популярным салатом с высоким содержанием воды.Примечательно, что довольно много исследований показывают, что у сельдерея тоже могут быть некоторые интересные свойства здоровья.Согласно одному систематическому обзору, овощ может оказать положительное влияние на фертильность.|Зазвичай їдять у своєму сирому стані, селера - це популярний салат з високим вмістом води.Зокрема, досить багато досліджень показують, що селера може мати цікаві властивості для здоров'я.Відповідно до одного систематичного огляду, овоч може позитивно впливати на родючість.",

      "calories": "16kcal",
      "carbs": "2.97g",
      "sugar": " -",
      "fiber": "1.6g",
      "fat": "0.17g",
      "protein": "0.69g",

      "a": "22mcg",
      "b-1": "0.021mg",
      "b-3": "0.320mg",
      "b-6": "0.074mg",
      "b-9": "36mcg",
      "b-12": " -",
      "c": "3.1mg",
      "d": " -",
      "e": "0.27mg",

      "calcium": "40mg",
      "iron": "0.20mg",
      "magnesium": "11mg",
      "phosphorus": "24mg",
      "omega-3": " -",
      "sodium": "80mg",
      "zinc": "0.13mg"
    },
    {
      "name": "Chile peppers|Чили перец|Чилі перець",
      "description": "Chili peppers are primarily used as a spice and can be cooked or dried and powdered. Powdered, red chili peppers are known as paprika. Capsaicin is the main bioactiveplant compound in chili peppers, responsible for their unique, pungent taste and many of their health benefits.|Перец чили в основном используется в качестве специи и может быть приготовлен или сушеные и порошкообразные.Порошковый красный перец чили известен как паприка.Капсаицин является основным соединением биоактивной пластины в перцах чили, ответственным за их уникальный, острый вкус и многие из них пользу для здоровья.|Перець чилі в першу чергу використовується як пряність і їх можна готувати, висушити і порошкоподібно.Порошкоподібні, червоні перець чилі, відомі як паприка.Capsaicin - це основна сполука біоактивних садів у перці чилі, відповідальна за їх унікальний, гострий смак та багато їх користі для здоров'я.",

      "calories": "40kcal",
      "carbs": "8.8g",
      "sugar": "5.3g",
      "fiber": "1.5g",
      "fat": "0.4g",
      "protein": "1.9g",

      "a": "48mcg",
      "b-1": " -",
      "b-3": " -",
      "b-6": "0.51mg",
      "b-9": " -",
      "b-12": " -",
      "c": "144mg",
      "d": " -",
      "e": " -",

      "calcium": " -",
      "iron": "1mg",
      "magnesium": "23mg",
      "phosphorus": " -",
      "omega-3": " -",
      "sodium": " -",
      "zinc": " -"
    },
    {
      "name": "Corn|Кукуруза|Кукурудза",
      "description": "Corn is a tall annual cereal grass that is widely grown for its large elongated ears of starchy seeds. The seeds, which are also known as corn, are used as food for humans and livestock and as a source of biofuel and can be processed into a wide range of useful chemicals.|Кукуруза - это высокая однолетная трава зерновой, которая широко выращивается для его больших удлиненных ушей крахмалистых семян.Семена, которые также известны как кукуруза, используются в качестве пищи для людей и домашнего скота и в качестве источника биотоплива и могут быть обработаны в широкий спектр полезных химических веществ.|Кукурудза - це висока щорічна злакатна трава, яка широко вирощується для великих витягнутих вух крохмалистих насіння.Насіння, які також відомі як кукурудза, використовуються як їжа для людини та худоби та як джерело біопалива і можуть бути перероблені в широкий спектр корисних хімічних речовин.",

      "calories": "86kcal",
      "carbs": "18.7g",
      "sugar": "6.26g",
      "fiber": "2g",
      "fat": "1.35g",
      "protein": "3.27g",

      "a": "9mcg",
      "b-1": "0.155mg",
      "b-3": "1.77mg",
      "b-6": "0.093mg",
      "b-9": "42mcg",
      "b-12": " -",
      "c": "6.8mg",
      "d": " -",
      "e": " -",

      "calcium": " -",
      "iron": "0.52mg",
      "magnesium": "37mg",
      "phosphorus": "89mg",
      "omega-3": " -",
      "sodium": " -",
      "zinc": "0.46mg"
    },
    {
      "name": "Cucumber|Огурец|Огірок",
      "description": "Cucumbers have a mild, refreshing taste and a high water content. They can help relieve dehydration and are pleasant to eat in hot weather. People eat cucumber as a vegetable, but it is a fruit. It also features in some beauty products.|Огурцы имеют мягкий, освежающий вкус и высокое содержание воды.Они могут помочь облегчить обезвоживание и приятно есть в жаркую погоду.Люди едят огурец как овощ, но это фрукты.Это также показывает в некоторых косметических средствах.|Огірки мають м'який, освіжаючий смак і високий вміст води.Вони можуть допомогти полегшити зневоднення і приємно їсти в спекотну погоду.Люди їдять огірок як овоч, але це фрукт.Він також міститься в деяких косметичних засобах.",

      "calories": "16kcal",
      "carbs": "3.63g",
      "sugar": "1.67",
      "fiber": "0.5g",
      "fat": "0.11g",
      "protein": "0.65g",

      "a": " -",
      "b-1": "0.027mg",
      "b-3": "0.098mg",
      "b-6": "0.04mg",
      "b-9": "7mcg",
      "b-12": " -",
      "c": "2.8mg",
      "d": " -",
      "e": " -",

      "calcium": "16mg",
      "iron": "0.28mg",
      "magnesium": "13mg",
      "phosphorus": "24mg",
      "omega-3": " -",
      "sodium": "2mg",
      "zinc": "0.2mg"
    },
    {
      "name": "Dill|Укроп|Укроп",
      "description": "The dill plant provides feathery green leaves for the dill weed herb, while the flat, oval fruits make the dill seed spice. It's an annual herb related to celery that tends to replant itself and spread widely, which is good to know if you're considering planting it in your garden.|Растение укропа обеспечивает пернатые зеленые листья для травы для сорняков укропа, в то время как плоские овальные фрукты делают специю для укропа.Это ежегодная трава, связанная с сельдереем, которая имеет тенденцию пересарить и широко распространен, что приятно знать, если вы думаете о посадке его в своем саду.|Рослина кропу забезпечує пір'яні зелені листя для трави кропу, а плоскі, овальні фрукти роблять спецією насіння кропу.Це щорічна трава, пов’язана з селерою, яка має тенденцію до пересадки і широко поширюється, що добре знати, чи розглядаєте ви посадку у своєму саду.",

      "calories": "43kcal",
      "carbs": "7g",
      "sugar": " -",
      "fiber": "2.1g",
      "fat": "1.1g",
      "protein": "3.5g",

      "a": "2315mcg",
      "b-1": "0.1mg",
      "b-3": "1.6mg",
      "b-6": "0.2mg",
      "b-9": "150mcg",
      "b-12": " -",
      "c": "85mg",
      "d": " -",
      "e": " -",

      "calcium": "208mg",
      "iron": "6.6mg",
      "magnesium": "55mg",
      "phosphorus": "66mg",
      "omega-3": " -",
      "sodium": "61mg",
      "zinc": "0.9mg"
    },
    {
      "name": "Eggplant|Баклажан|Баклажан",
      "description": "While it goes by the name of eggplant in the US, the UK uses the French name of aubergine. It seems that with eggplant, people either love it or hate it вЂ“ and the way of cooking probably has a lot to do with it.|В то время как это носит название баклажанов в США, Великобритания использует французское название Auberxine.Кажется, что с баклажанами люди либо любят это, либо ненавидят его - и способ приготовления, вероятно, во многом связан с этим.|Поки це називається назвою баклажанів у США, Великобританія використовує французьку назву баклажанів.Здається, що з баклажанами люди або люблять його, або ненавидять його - і спосіб приготування, мабуть, має багато спільного з цим.",

      "calories": "25kcal",
      "carbs": "5.88g",
      "sugar": "3.53g",
      "fiber": "3g",
      "fat": "0.18g",
      "protein": "0.98g",

      "a": " -",
      "b-1": "0.039mg",
      "b-3": "0.649mg",
      "b-6": "0.084mg",
      "b-9": "22mcg",
      "b-12": " -",
      "c": "2.2mg",
      "d": " -",
      "e": "0.3mg",

      "calcium": "9mg",
      "iron": "0.23mg",
      "magnesium": "14mg",
      "phosphorus": "24mg",
      "omega-3": " -",
      "sodium": " -",
      "zinc": "0.16mg"
    },
    {
      "name": "Lettuce|Латук|Салат",
      "description": "Lettuce is one of the most popular varieties of vegetables. You can find it pretty much everywhere too; burgers, sandwiches, salads, or just decorating the sides of a plate. Lettuce has an extremely high water content, which makes it quite crisp and refreshing.|Салат является одним из самых популярных разновидностей овощей.Вы можете найти это почти везде;гамбургеры, бутерброды, салаты или просто украшающие стороны тарелки.Салат имеет чрезвычайно высокое содержание воды, что делает его довольно четким и освежающим.|Салат - один з найпопулярніших сортів овочів.Ви також можете знайти його майже скрізь;Бургери, бутерброди, салати або просто прикраси боків тарілки.Салат має надзвичайно високий вміст води, що робить його досить чітким і освіжаючим.",

      "calories": "13kcal",
      "carbs": "2.23g",
      "sugar": "0.94",
      "fiber": "1.1g",
      "fat": "0.22g",
      "protein": "1.35g",

      "a": "166mcg",
      "b-1": "0.057mg",
      "b-3": " -",
      "b-6": "0.082mg",
      "b-9": "73mcg",
      "b-12": " -",
      "c": "3.7mg",
      "d": " -",
      "e": "0.18mg",

      "calcium": "35mg",
      "iron": "1.24mg",
      "magnesium": "13mg",
      "phosphorus": "33mg",
      "omega-3": " -",
      "sodium": "5mg",
      "zinc": "0.2mg"
    },
    {
      "name": "Onion|Лук|Цибуля",
      "description": "It's hard to pinpoint the taste of onions, but they are slightly sweet, spicy, bitter, and flavorful, all at the same time. Grilled onions taste delicious, especially in combination with garlic and some steak. However, most people use onions for flavoring, and adding chopped onions to a dish always boosts the taste.|Трудно точно определить вкус лука, но они слегка сладкие, пряные, горькие и ароматные, все в то же время.Жареный лук вкус вкусно, особенно в сочетании с чесноком и некоторым стейком.Тем не менее, большинство людей используют лук для ароматизации, и добавление нарезанного лука в блюдо всегда повышает вкус.|Важко визначити смак цибулі, але вони злегка солодкі, гострі, гіркі та ароматні, все одночасно.Цибуля на грилі смачно смачно, особливо в поєднанні з часником та деяким стейком.Однак більшість людей використовують цибулю для ароматизації, а додавання подрібненої цибулі в страву завжди підсилює смак.",

      "calories": "40kcal",
      "carbs": "9.34g",
      "sugar": "4.24g",
      "fiber": " -",
      "fat": "0.1g",
      "protein": "1.1g",

      "a": " -",
      "b-1": "0.046mg",
      "b-3": "0.116mg",
      "b-6": "0.12mg",
      "b-9": "19mcg",
      "b-12": " -",
      "c": "7.4mg",
      "d": " -",
      "e": " -",

      "calcium": "23mg",
      "iron": "0.21mg",
      "magnesium": "10mg",
      "phosphorus": "29mg",
      "omega-3": " -",
      "sodium": " -",
      "zinc": "0.17mg"
    },
    {
      "name": "Parsnip|Пастернак|Пастернак",
      "description": "Parsnip may look like a white carrot, but they taste completely different. Parsnips are another biennial type of plant, and they are very versatile in the kitchen. Parsnips have a soft texture with a nutty/sweet flavor, and roasting them in the oven tastes particularly good.|Пастернак может выглядеть как белая морковь, но они на вкус совершенно иначе. Пастернак - это еще один раз в два года, и они очень универсальны на кухне. Пастернак имеют мягкую текстуру с ореховым/сладким вкусом, и обжарить их на вкус в духовке.|Пастернак може виглядати як біла морква, але вони смакують зовсім інакше. Пастернак - це ще один дворічний тип рослини, і вони дуже універсальні на кухні. Пастернак мають м'яку текстуру з горіховим/солодким ароматом, а також обсмажувати їх у духовці особливо добре.",

      "calories": "75kcal",
      "carbs": "18g",
      "sugar": "4.8",
      "fiber": "4.9g",
      "fat": "0.2g",
      "protein": "1.2g",

      "a": " -",
      "b-1": "0.09mg",
      "b-3": "0.7mg",
      "b-6": "0.09mg",
      "b-9": "67mcg",
      "b-12": " -",
      "c": "17mg",
      "d": " -",
      "e": "1.49mg",

      "calcium": "36mg",
      "iron": "0.59mg",
      "magnesium": "29mg",
      "phosphorus": "71mg",
      "omega-3": " -",
      "sodium": "10mg",
      "zinc": "0.59mg"
    },
    {
      "name": "Potato|Картошка|Картопля",
      "description": "While a traditional staple food in the East is rice, potatoes fill that bracket for much of the West. Interestingly, there are many different types of potatoes, each of which have their own unique characteristics. Nutritionally, potatoes are one of the higher carbohydrate sources on this list of vegetables.|В то время как традиционная основная еда на востоке - рис, картофель заполняет эту кронштейн на большую часть запада.Интересно, что существует много разных типов картофеля, каждый из которых имеет свои уникальные характеристики.В питании картофель является одним из более высоких источников углеводов в этом списке овощей.|Хоча традиційна основна їжа на Сході - це рис, картопля наповнює цю кронштейн на більшу частину Заходу.Цікаво, що існує багато різних типів картоплі, кожен з яких має свої унікальні характеристики.Харчування картопля є одним із вищих джерел вуглеводів у цьому списку овочів.",

      "calories": "104kcal",
      "carbs": "19.36g",
      "sugar": "0.82g",
      "fiber": "1.7g",
      "fat": "2.4g",
      "protein": "1.66g",

      "a": "24mcg",
      "b-1": "0.1mg",
      "b-3": "6.28mg",
      "b-6": "0.27mg",
      "b-9": "9mcg",
      "b-12": " -",
      "c": "7.1mg",
      "d": " -",
      "e": " -",

      "calcium": "8mg",
      "iron": "0.31mg",
      "magnesium": "17.9mg",
      "phosphorus": "40mg",
      "omega-3": " -",
      "sodium": "5mg",
      "zinc": "1.4mg"
    },
    {
      "name": "Spinach|Шпинат|Шпинат",
      "description": "Spinach is among the most nutrient-dense of this list of vegetables. It is a leafy green that is native to Asia, and it is incredibly high in vitamin A and vitamins C and K1. Spinach has an impressive nutrient profile too, and it provides a decent amount of almost every micronutrient.|Шпинат является одним из самых питательных веществ из этого списка овощей. Это листовой зеленый, родом из Азии, и он невероятно высокий витамином А и витаминами С и К1. Шпинат также имеет впечатляющий профиль питательных веществ, и он обеспечивает приличное количество почти каждого микроэлемента.|Шпинат є одним із найбільш поживних речовин у цьому списку овочів.Це листяний зелений колір, який є рідним для Азії, і це неймовірно високий рівень вітаміну А та вітамінів С і К1. Шпинат також має вражаючий профіль поживних речовин, і він забезпечує пристойну кількість майже кожного мікроелемента.",

      "calories": "23kcal",
      "carbs": "3.6g",
      "sugar": "0.4g",
      "fiber": "2.2g",
      "fat": "0.4g",
      "protein": "2.9g",

      "a": "2813mcg",
      "b-1": "0.078mg",
      "b-3": "0.724mg",
      "b-6": "0.195mg",
      "b-9": "194mcg",
      "b-12": " -",
      "c": "28mg",
      "d": " -",
      "e": "2mg",

      "calcium": "99mg",
      "iron": "2.71mg",
      "magnesium": "79mg",
      "phosphorus": "49mg",
      "omega-3": " -",
      "sodium": "79mg",
      "zinc": "0.53mg"
    },
    {
      "name": "Tomato|Помидор|Помідор",
      "description": "Tomatoes are juicy, sweet, and slightly sour fruit.Yes, botanically speaking tomatoes are fruit.However, when was the last time you saw tomato in a fruit salad? While tomatoes, technically, are a fruit, we use them as a vegetable in cooking.|Помидоры сочные, сладкие и слегка кислые фрукты. Да, ботанически говоря, помидоры - это фрукты. Однако, когда в последний раз вы видели помидоры в фруктовом салате? В то время как помидоры, технически, являются фруктами, мы используем их как овощ в приготовлении пищи.|Помідори соковиті, солодкі та злегка кислі фрукти. Так, ботанічно кажучи, помідори - це фрукти. Однак, коли ви востаннє бачили помідор у фруктовому салаті?Хоча помідори, технічно, є фруктами, ми використовуємо їх як овоч у кулінарії.",

      "calories": "18kcal",
      "carbs": "3.9g",
      "sugar": "2.6g",
      "fiber": "1.2g",
      "fat": "0.2g",
      "protein": "0.9g",

      "a": "42mcg",
      "b-1": "0.037mg",
      "b-3": "0.594mg",
      "b-6": "0.08mg",
      "b-9": "15mcg",
      "b-12": " -",
      "c": "14mg",
      "d": " -",
      "e": "0.54mg",

      "calcium": "10mg",
      "iron": "0.27mg",
      "magnesium": "11mg",
      "phosphorus": "24mg",
      "omega-3": " -",
      "sodium": "5mg",
      "zinc": "0.17mg"
    },
    {
      "name": "Turnips|Репа|Ріпа",
      "description": "Turnips are a root vegetable that grows in temperate regions around the world. Turnips are often eaten on their own, either mashed, boiled or stewed. However, they work well in a range of dishes too. The edible part of this root vegetable is a white bulb that provides a range of nutrients.|Репа - это корневой овощ, который растет в умеренных регионах по всему миру.Репа часто едят самостоятельно, либо пюре, вареные или тушеные.Тем не менее, они хорошо работают в ряде блюд.Съедобная часть этого корневого овоща представляет собой белую лампочку, которая обеспечивает ряд питательных веществ.|Ріпа - це кореневий овоч, який росте в помірних регіонах у всьому світі.Ріпа часто їдять самостійно, або пюре, варені або тушковані.Однак вони також добре працюють в різних стравах.Їстівна частина цього кореневого овоча - це біла цибулина, яка забезпечує цілий ряд поживних речовин.",

      "calories": "22kcal",
      "carbs": "5.1g",
      "sugar": "3.0",
      "fiber": "2.0g",
      "fat": "0.1g",
      "protein": "0.7g",

      "a": " -",
      "b-1": "0.027mg",
      "b-3": "0.299mg",
      "b-6": "0.067mg",
      "b-9": "9mcg",
      "b-12": " -",
      "c": "11.6mg",
      "d": " -",
      "e": " -",

      "calcium": "33mg",
      "iron": "0.18mg",
      "magnesium": "9mg",
      "phosphorus": "26mg",
      "omega-3": " -",
      "sodium": "16mg",
      "zinc": "0.12mg"
    },
    {
      "name": "Zucchini|Цуккини|Кабачки",
      "description": "Here is another vegetable that has alternate names across the Atlantic.Known by the original Italian word 'zucchini' in the US and Australia, this vegetable goes by the French name of 'courgette' in the UK, Ireland and New Zealand. But whatever you call it, it still looks and tastes the same.|Вот еще один овощ, в котором есть альтернативные названия по всей Атлантике. Известный оригинальным итальянским словом «цуккини» в США и Австралии, этот овощ вызывает французское имя «Курггет» в Великобритании, Ирландии и Новой Зеландии.Но как бы вы это ни называли, это все еще выглядит и на вкус одинаково.|Ось ще один овоч, який має альтернативні назви по всій Атлантиці. Відомий оригінальним італійським словом 'цукінні' в США та Австралії, цей овоч називається французькою назвою'Кургетта' у Великобританії, Ірландії та Новій Зеландії.Але як би ви це не називали, він все ще виглядає і смакує те саме.",

      "calories": "15kcal",
      "carbs": "2.69g",
      "sugar": "1.71g",
      "fiber": "1g",
      "fat": "0.36g",
      "protein": "1.14g",

      "a": "56mcg",
      "b-1": "0.035mg",
      "b-3": "0.51mg",
      "b-6": "0.08mg",
      "b-9": "28mcg",
      "b-12": " -",
      "c": "12.9mg",
      "d": " -",
      "e": " -",

      "calcium": "18mg",
      "iron": "0.37mg",
      "magnesium": "19mg",
      "phosphorus": "37mg",
      "omega-3": " -",
      "sodium": "3mg",
      "zinc": "0.33g"
    }
  ]
}